<?php 
header('Content-Type: text/html; charset=utf-8');
?>
<style>        
    @media print {
        .new_page { float: none !important; }
        .pagebreak { 
            display: block;
            break-before: always;
            page-break-before: always;
        }
    }
    body{
        font-size: 14px;
    }
</style>

<div class="pagebreak"></div>
<center>
<h3>
    Дополнительное соглашение №15<br />
    к договору факультативного перестрахования работника от несчастных случаев<br />
    при исполнении им трудовых (служебных) обязанностей<br />
    № <?php echo $dan['B1']['CONTRACT_NUM']; ?> от <?php echo $dan['B1']['CONTRACT_DATE']; ?> г.
</h3>
</center>
<table style="border: 0px; width: 100%;">
<tr>
    <td>г. Алматы</td>
    <td style="text-align: right;">28.05.2019 г.</td>
</tr>
</table>

<p style="text-indent: 10mm;text-align: justify;">
    АО "Компания по страхованию жизни "Standard Life" , далее именуемое "Перестраховщик", в лице  Заместителя Председателя 
    Правления по страхованию Джаксымбетовой Г.К, действующего на основании Доверенности 359/18 от 09.11.2018 г.,, с одной стороны и,
</p>

<p style="text-indent: 10mm;text-align: justify;">
    АО «Компания по страхованию жизни «Государственная аннуитетная компания», далее именуемое "Перестрахователь",  
    в лице Управляющего директора Акажанова А.А., действующего на основании Доверенности № 27 от 24.01.2019 г., 
    с другой стороны, заключили настоящее Дополнительное соглашение №15 (далее - Соглашение) к Договору факультативного 
    перестрахования работника от несчастных случаев при исполнении им трудовых (служебных) 
    обязанностей № RE/20180907/F/1734 от 07.09.2018 г. (далее - Договор перестрахования) о нижеследующем:
</p>
<p style="text-indent: 10mm;text-align: justify;">
    1. Договор  перестрахования дополнить Приложением № 2 и изложить его в редакции Приложения № 1 к Соглашению.
</p>
<p style="text-indent: 10mm;text-align: justify;">
2. По всему тексту Договора перестрахования слова "Приложение №1" заменить словом "Приложения" в соответствующих падежах.
</p>
<p style="text-indent: 10mm;text-align: justify;">
3. Остальные условия Договора перестрахования, не затронутые Соглашением, остаются неизменными и стороны подтверждают по ним свои обязательства.
</p>
<p style="text-indent: 10mm;text-align: justify;">
4. Соглашение вступает в силу с даты его подписания Сторонами и действует в течение всего срока действия Договора перестрахования.
</p>
<p style="text-indent: 10mm;text-align: justify;">
5. Соглашение составлено в двух экземплярах имеющих одинаковую юридическую силу для каждой из сторон и является неотъемлемой частью Договора перестрахования.
</p>

<br />
<br />
<br />
<br />
<br />
<br />
<table style="border: 0px; width: 100%;">
<tr>
    <td style="text-align: center; width: 49%;">
        АО "Компания по страхованию жизни "Standard Life"<br />
        <p>
        Басқарма Төрағасының /<br /> 
        Зам.Председателя Правления по страхованию<br /><br />
        <p>
        ________________/ Джаксымбетова Г.К./<br />  
        м.о./м.п.
        </p>
        </p>
    </td>
    <td style="text-align: center;">
        АО «Компания по страхованию жизни «Государственная аннуитетная компания»<br />
        <p>
        Басқарушы директор/<br />        	
        Управляющий директор<br /><br />
        <p>
        ________________ / Акажанов А.А./<br />  	
        м.о./м.п.
        </p>       
       </p>
	

    </td>
</tr>
</table>