<div class="row">
    <div class="col-lg-12">            
        <div class="ibox float-e-margins">
            <div class="ibox-title">
                <h5>Инструкция по установке специального приложения для распознования Казахского языка</h5>                
            </div>
            <div class="ibox-content">
                Для корректного отображения казахского языка. необходимо установить на Ваш компьютер программу KazKey (клик для скачивания).<br />
                1. Установите время на Вашем компьютере  
            </div>
        </div>
               
    </div>                 
</div>    