<?php
    $db = new DB();

    //построение обьекта Employee
    $empId = $_GET['employee_id'];
    
    //создаем обьект Employee, в параметры передаем ID
    $employee = new Employee($empId);
    
    //функция get_emp_from_DB() возвращает массив с данными о работнике из базы
    $empInfo = $employee -> get_emp_from_DB_trivial();
    
    $sqlEmpInfo = "select triv.*,  doc_place.NAME DOCPLACE_NAME, doc_place.NAME_KAZ DOCPLACE_NAME_KAZ, sex.NAME SEX, sex.NAME_KAZ SEX_KAZ, country.RU_NAME FACT_ADDRESS_COUNTRY_ID, branch.NAME BRANCH, branch.NAME_KZ BRANCHID_KZ, dep.NAME JOB_SP, dep.NAME_KAZ JOB_SP_KAZ, dolzh.D_NAME JOB_POSITION_N, dolzh.D_NAME_KAZ D_NAME_KAZ, (select sup.lastname  from sup_person sup where id = DOLZH.ID_PODPIS ) sup_lastname, (select sup.firstname  from sup_person sup where id = DOLZH.ID_PODPIS ) sup_firstname, (select sup.middlename  from sup_person sup where id = DOLZH.ID_PODPIS ) sup_middlename,  ( select substr(sp.FIRSTNAME, 1, 1) from sup_person sp where sp.id = DOLZH.ID_PODPIS) first, ( select substr(sp.MIDDLENAME, 1, 1) from sup_person sp where sp.id = DOLZH.ID_PODPIS) surname,  (select DOLJ.D_NAME from  DIC_DOLZH dolj, sup_person sp where DOLZH.ID_PODPIS = sp.id and sp.JOB_POSITION = DOLJ.ID  ) spec, (select DOLJ.D_NAME_KAZ from DIC_DOLZH dolj, sup_person sp where DOLZH.ID_PODPIS = sp.id and sp.JOB_POSITION = DOLJ.ID  ) spec_kaz, DOLZH.ID_PODPIS, osn.text_kaz, osn.text_rus from DIC_PERSON_OSN osn, sup_person triv, DIC_DOC_PLACE doc_place, DIC_SEX sex, DIC_COUNTRY country, DIC_BRANCH branch, DIC_DEPARTMENT dep, DIC_DOLZH dolzh where triv.DOCPLACE = doc_place.ID and sex.ID = triv.SEX and country.ID = triv.FACT_ADDRESS_COUNTRY_ID and branch.RFBN_ID = triv.BRANCHID and dep.ID = triv.JOB_SP and dolzh.ID = triv.JOB_POSITION and triv.ID = $empId and osn.id = dolzh.OSNOVANIE";
    $empInfo = $db -> Select($sqlEmpInfo);
    //print_r($empInfo);
    $deprt =  $empInfo[0]['JOB_SP'];
    $deprt_kaz = $empInfo[0]['JOB_SP_KAZ'];
    $sqlJOB_CONTR_NUM = 'select JOB_CONTR_NUM from JOB_CONTR_NUM where id = 1';
    $listJOB_CONTR_NUM = $db -> Select($sqlJOB_CONTR_NUM);
    $JOB_CONTR_NUM = $empInfo[0]['CONTRACT_JOB_NUM'];
    $CONTRACT_JOB_DATE = $empInfo[0]['CONTRACT_JOB_DATE'];
    
    $name = $empInfo[0]['LASTNAME'];
    $lastname = $empInfo[0]['FIRSTNAME'];
    $middlename = $empInfo[0]['MIDDLENAME'];
    $lastname_high_regist = mb_strtoupper($name, 'UTF-8');
    $name_high_regist =  mb_strtoupper($lastname, 'UTF-8');
    $middle_high_regist =  mb_strtoupper($middlename, 'UTF-8');
    
    $DOCNUM = $empInfo[0]['DOCNUM'];
    $DOCDATE = $empInfo[0]['DOCDATE'];
    $country = $empInfo[0]['RU_NAME'];
    $cityname = $empInfo[0]['FACT_ADDRESS_CITY'];
    $fact_street = $empInfo[0]['FACT_ADDRESS_STREET'];
    $fact_address_building = $empInfo[0]['FACT_ADDRESS_BUILDING'];
    $bossname = $_GET['bossname'];
    $bossname_kaz = $_GET['bossname_kaz'];
    //position ID
    $pos_id = $empInfo[0]['JOB_POSITION'];
    $dep_id = $empInfo[0]['JOB_SP'];
    $filial_id = $empInfo[0]['FILIAL'];
    $branch_id = $empInfo[0]['BRANCHID'];
    $sql_branch = "select NAME, NAME_KZ, ADDRESS, ADDRESS_KZ from DIC_BRANCH where RFBN_ID = $branch_id";
    $emp_branch = $db -> Select($sql_branch);
  // print_r($emp_branch);
    $address_kaz = $emp_branch[0]['ADDRESS_KZ'];
    $address = $emp_branch[0]['ADDRESS'];
    $branch_name = $emp_branch[0]['NAME'];
    $branch_name_kaz = $emp_branch[0]['NAME_KZ'];
    $sql_depart = "select NAME, NAME_KAZ from DIC_DEPARTMENT where ID = $dep_id";
    $emp_depart = $db -> Select($sql_depart);
    $depName = $emp_depart[0]['NAME'];
    $depName_kaz = $emp_depart[0]['NAME_KAZ'];
    $sql_position = "select D_NAME, D_NAME_KAZ from DIC_DOLZH where id = $pos_id";
    $emp_position = $db -> Select($sql_position);
    $posName = $emp_position[0]['D_NAME'];
    $posNameKaz = $emp_position[0]['D_NAME_KAZ'];
    //position ID
    $telNum = $empInfo[0]['MOB_PHONE'];
    $IIN = $empInfo[0]['IIN'];
    $IIN = $empInfo[0]['IIN'];
    $OKLAD = $empInfo[0]['OKLAD'];
    
    $DOCPLACE_ID = $empInfo[0]['DOCPLACE'];
    $sql_doc = "select NAME_KAZ, NAME from DIC_DOC_PLACE where ID = $DOCPLACE_ID";
    $emp_doc = $db -> Select($sql_doc);
    $DOCPLACE = $emp_doc[0]['NAME'];
    $DOCPLACE_KAZ = $emp_doc[0]['NAME_KAZ'];
    
    $DOCDATE = $empInfo[0]['DOCDATE'];
    $FACT_ADDRESS = $empInfo[0]['FACT_ADDRESS'];
    $FACT_ADDRESS_FLAT = $empInfo[0]['FACT_ADDRESS_FLAT'];
    $text_kaz = $empInfo[0]['TEXT_KAZ'];
    $text_rus = $empInfo[0]['TEXT_RUS'];
    $sup_firstname = $empInfo[0]['SUP_FIRSTNAME'];
    $sup_lastname = $empInfo[0]['SUP_LASTNAME'];
    $sup_middlename = $empInfo[0]['SUP_MIDDLENAME'];
    $sf_high_regist =  mb_strtoupper($sup_firstname, 'UTF-8');
    $sl_high_regist =  mb_strtoupper($sup_lastname, 'UTF-8');
    $sm_high_regist =  mb_strtoupper($sup_middlename, 'UTF-8');
    
    $d = getdate();
    
    foreach ( $d as $key => $val )
    $_monthsList = array(
    "1"=>"Января","2"=>"Февраля","3"=>"Марта",
    "4"=>"Апреля","5"=>"Мая", "6"=>"Июня",
    "7"=>"Июля","8"=>"Августа","9"=>"Сентября",
    "10"=>"Октября","11"=>"Ноября","12"=>"Декабря");
     
    $month = $_monthsList[date("n")];
    
   
    
    
    $DATE_POST = $empInfo[0]['DATE_POST'];

    $last = substr($DATE_POST, -1);
    $last_rep = $last+1;
    $DATE_POST_PLUS_YEAR = substr_replace($DATE_POST, $last_rep,-1);
    
    $html = '<div align="center">
             <div align="justify" style="float: left; width: 100%; margin-right: 10px; font-size: 14px; float: left; font-family: TimesNewRoman;            	
            	font-style: normal;
            	font-variant: normal;
            	font-weight: 400;">
                
                <div style="text-align: center;">
                <strong>“Мемлекеттік аннуитеттік компания” өмірді сақтандыру компаниясы”<br>
                акционерлік қоғамы</strong><br><br>
                
                
                <strong>ЕҢБЕК  ШАРТЫ № '.$JOB_CONTR_NUM.'</strong><br><br>
                </div>
                      
                <strong> Нұр-Сұлтан қ.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;	 
                  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
                '.$CONTRACT_JOB_DATE.' ж.</strong><br/><br/>
                
                <div align="justify" style="text-indent: 10px;">
                <strong>Тараптар:</strong>
                </div>
                <div align="justify" style="text-indent: 10px;">
                <strong>ЖҰМЫС БЕРУШІ:</strong> мекен-жайы: Нұр-Сұлтан қ., Мәңгілік Ел көшесі, 20, "Palazzo degli affari" БО  орналасқан мемлекеттік  тіркеуі 15.06.2005 жылғы № 19489-1901-АҚ «Мемлекеттік аннуитеттік компания» өмірді сақтандыру компаниясы» акционерлік қоғамы атынан, '.$text_kaz.', және<br>
                </div>
                <div align="justify" style="text-indent: 10px;">
                <strong>ЖҰМЫСКЕР:</strong> 
                </div>
                <div align="justify" style="text-indent: 10px;">
                '.$name.' '.$lastname.' '.$middlename.', жеке куәлік № '.$DOCNUM.' ҚР '.$DOCPLACE_KAZ.',             '.$DOCDATE.' ж. берілген, ЖСН '.$IIN.', мекен жайы: 
                '.$cityname.' қаласы, '.$fact_street.' көшесі, '.$fact_address_building.'-үй, '.$FACT_ADDRESS_FLAT.' пәтер бұдан әрі бірлесіп Тараптар деп аталатындар төмендегідей шарттарда осы еңбек шартын ( бұдан әрі- Шарт) жасасты:<br>
                </div>
                <br/>
                <div style="text-align:  center;">
                <strong>1. ШАРТТЫҢ МӘНІ МЕН МЕРЗІМІ</strong><br>
                </div>
                <br/>
                <div align="justify" style="text-indent: 10px;">
                <b>1.1.</b> Жұмыс беруші '.$DATE_POST.' бастап '.$branch_name_kaz.', '.$depName_kaz.' '.$deprt_kaz.' '.$posNameKaz.' лауазымына  үш айлық сынақ мерзімімен жұмысқа қабылдайды. 
                </div>
                <div align="justify" style="text-indent: 10px;"><b>1.2.</b> Жұмысты орындау жері: Қазақстан Республикасы, '.$address_kaz.'
                </div>
                
                <div align="justify" style="text-indent: 10px;"><b>1.3.</b> Осы Шарт '.$DATE_POST.' жылдан бастап күшіне енеді және '.$DATE_POST_PLUS_YEAR.' жылға дейін қолданыста болады. 
                </div>
                
               <div align="justify" style="text-indent: 10px;"><b>1.4.</b>  Осы Шарт Тараптар осы Шарт бойынша шарттар мен міндеттемелерді орындау барысында туындайтын, еңбек және олармен байланысты  құқықтық  қатынастарды реттейді. 
                </div>
                <br/>
                    <div style="text-align:  center;">
                    <strong>2. ЖҰМЫСКЕРДІҢ ҚҰҚЫҚТАРЫ МЕН МІНДЕТТЕРІ</strong>
                    </div>
                <div align="justify" style="text-indent: 10px;">
                <strong>2.1. Жұмыскердің  құқықтары:</strong>
                
                <br/>
                &nbsp;&nbsp;&nbsp;<b>2.1.1.</b> азаматтарға Қазақстан Республикасының Конституциясымен және Қазақстан Республикасының заңнамалық актілері  кепілдік беретін құқықтары мен бостандықтарын пайдалануға;
               
                 </div>
                <div align="justify" style="text-indent: 10px;"><b>2.1.2.</b> өз құзіреті шегінде мәселелерді қарауға және олар бойынша шешімдерді қабылдауға қатысуға, олардың орындалуын талап етуге;
                </div>                
                <div align="justify" style="text-indent: 10px;"><b>2.1.3.</b> Қазақстан Республикасының еңбек заңнамасына сәйкес Жұмыс берушімен осы Шартты өзгертуге, толықтыруға және бұзуға;
                 </div>
                
                 <div align="justify" style="text-indent: 10px;"><b>2.1.4.</b> қандай да бір кемсітусіз тең еңбек үшін тең ақыға алуға;
                 </div>
                 <div align="justify" style="text-indent: 10px;"><b>2.1.5.</b> еңбекті, денсаулықты қорғауға, еңбектің қалыпты және қауіпсіз жағдайларына;
                 </div>
               
                 <div align="justify" style="text-indent: 10px;"><b>2.1.6.</b> еңбегінің уақтылы төленуіне, материалдық көтермелеуге және иеленетін лауазымына, өзінің еңбек міндеттерін орындау сапасына, тәжірибесінің болуына және Қазақстан Республикасының нормативтік  құқықтық  актілеріне, Жұмыс берушінің актілеріне және осы Шартқа сәйкес заңмен белгіленген өзге негіздерге байланысты өзге үстемелер мен төлемдерге;
                </div>
               
                 <div align="justify" style="text-indent: 10px;"><b>2.1.7.</b> Жұмыс берушінің актілеріне және Қазақстан Республикасының еңбек заңнамасына сәйкес жыл сайынғы төленетін еңбек демалысына;
                 </div>
                
                <div align="justify" style="text-indent: 10px;"><b>2.1.8.</b> Жұмыс берушінің актілерін әзірлеуге қатысуға және танысуға;
                 </div>
                
                 <div align="justify" style="text-indent: 10px;"><b>2.1.9.</b> Жұмыс берушінің заңнан тыс әрекеттері жағдайында оның әрекеттеріне сот тәртібімен шағымдануға;
                </div>
                
                 <div align="justify" style="text-indent: 10px;"><b>2.1.10.</b> өзінің қызметтік міндеттерін тиімді пайдалану үшін өзінің кәсіби деңгейі мен біліктілігін арттыруға;
                </div>
               
                <div align="justify" style="text-indent: 10px;"><b>2.1.11.</b> жеке абыройын құрметтеуге, басшылар мен Жұмыс берушінің жұмыскерлері тарапынан өзіне әділ және инабатты қарым-қатынасқа;
                 </div>
                
                 <div align="justify" style="text-indent: 10px;"><b>2.1.12.</b> әлеуметтік және құқықтық  қорғауға;
                 </div>
                
                 <div align="justify" style="text-indent: 10px;"><b>2.1.13.</b> еңбек міндеттерін атқарумен байланысты денсаулыққа келтірілген зиянды өтетіртуге;
                 </div>
               
                 <div align="justify" style="text-indent: 10px;"><b>2.1.14.</b> Қазақстан Республикасының заңдарымен көзделген жағдайларда міндетті әлеуметтік сақтандырылуға:
                 </div>
                
                 <div align="justify" style="text-indent: 10px;"><b>2.1.15.</b> өзінің лауазымдық міндеттерін атқаруда басышлықтан жәрдемге;
                 </div>
                
                <div align="justify" style="text-indent: 10px;"><b>2.1.16.</b>Қазақстан Республикасының қолданыстағы заңнамасымен қарастырылған өзге құқықтарға құқығы бар.
                </div>
                <div align="justify" style="text-indent: 10px;">
                <strong>2.2 Жұмыскердің міндеті:</strong>
                
                <div/>
                <div align="justify" style="text-indent: 10px;"><b>2.2.1.</b> Қазақстан Республикасының Конституциясына, нормативтік  құқықтық  актілеріне, Жұмыс берушінің нормативтік актілеріне, лауазымдық нұсқаулыққа және осы Шартқа сәйкес өзінің еңбектік міндеттерін адал, дер кезінде және сапалы орындауға;
                </div>
                <div align="justify" style="text-indent: 10px;"><b>2.2.2.</b> осы Шарттың шарттарын орындауға;
                </div>
                <div align="justify" style="text-indent: 10px;"><b>2.2.3.</b> Жұмыс берушінің ішкі еңбек тәртібі Ережелерін және еңбек тәртібін сақтауға;
                </div>
                <div align="justify" style="text-indent: 10px;"><b>2.2.4.</b> жұмыс уақытын өнімді пайдалануға;
                </div>
                <div align="justify" style="text-indent: 10px;"><b>2.2.5.</b>Жұмыс берушінің  тапсырмасы бойынша қызметтік іс-сапарларға барып тұруға;
                </div>
                <div align="justify" style="text-indent: 10px;"><b>2.2.6.</b>серіктестік қызметтестік және өзара көмек қарым-қатынастарын дамытуға; 
                </div>
               <div align="justify" style="text-indent: 10px;"><b>2.2.7.</b> жұмыс барысында Жұмыс берушіге мүліктік залал келтірмеуге (Жұмыс берушінің  мүлкіне, соның ішінде оның пайалануындағы кеңсе техникасына және құрал – жабдыққа ұқыпты қарауға, оған сеніп берілген материалдық құндылықтар мен құжаттаманың сақталуын қамтамасыз етуге);
                </div>
                <div align="justify" style="text-indent: 10px;"><b>2.2.8.</b> Жұмыс берушінің  имиджін қолдауға және көтеруге;
                </div>
               <div align="justify" style="text-indent: 10px;"><b>2.2.9.</b> Тараптар арасында толық материалдық жауапкершілік туралы шарт жасасқан жағдайда, Қазақстан Республикасының еңбек туралы заңнамасына және Жұмыс берушінің нормативтік  құқықтық  актілеріне сәйкес жауапты болуға;
               </div>
                <div align="justify" style="text-indent: 10px;"><b>2.2.10.</b> құпияларды сақтауға және осы Шарттың қолданылуы кезінде және ол аяқталған соң Жұмыс берушіде жұмыс істеген кезінде оған мәлім болған және қызметтік пайдалануға арналған келесі деректерді:
                </div>
                <div align="justify" style="text-indent: 10px;">а) Жұмыс берушіде бар заң, техникалық және арнайы, соның ішінде статистикалық құжаттаманы;
                </div>
                <div align="justify" style="text-indent: 10px;">б) Жұмыс берушінің, сондай-ақ оның іскерлік серіктестерінің қаржылық операцияларымен байланысты деректерді;
                </div>
                <div align="justify" style="text-indent: 10px;">в) өзінің тікелей лауазымдық міндеттерін атқаруымен байланысты деректерді, соның ішінде оған бекітілген жалақы мөлшерін;
                </div>
                <div align="justify" style="text-indent: 10px;">г) Жұмыс берушінің және оның іскерлік серіктестерінің қызметімен байланысты деректерді, оның ішінде оның персоналы туралы деректерді;
                </div>
                <div align="justify" style="text-indent: 10px;">д) сондай-ақ Жұмыс берушінің  актілеріне сәйкес қызметтік немесе комерциялық  құпияны құрайтын өзге де деректерді, немесе заңмен қорғалатын құпияны жарияламауға.
                </div>
                <div align="justify" style="text-indent: 10px;"><b>2.2.11.</b> Жұмыс берушінің  қызметтік (коммерциялық) құпиясын жарияламау туралы Міндеттемеге қол қоюға;
                </div>
                <div align="justify" style="text-indent: 10px;"><b>2.2.12.</b>. өрт қауіпсіздігі, еңбекті қорғау ережелерінің талаптарын орындауға; адамдардың өмірі мен денсаулығына,  сондай-ақ Жұмыс берушінің  және жұмыскердің мүлкінің сақталуына қауіп төндіретін, туындаған жағдай туралы дереу хабарлауға;
                </div>
                <div align="justify" style="text-indent: 10px;"><b>2.2.13.</b> Жұмыс берушінің  қаражаты есебінен оқудан өткен жағдайда Жұмыс берушіде бір күнтізбелік жыл мерзім жұмысын өтеуге; Қазақстан Республикасының Еңбек кодексінің 115- бабының 2-тармағы 2)-тармақшасына сәйкес (өзінің бастамасы бойынша немесе Жұмыскердің кінәсі салдарынан Жұмыс берушінің  бастамасы бойынша) осы Шартты мерзімінен бұрын бұзған жағдайда Жұмыскерді оқытумен байланысты, жұмысын өтеудің толық өтелмеген мерзіміне барабар  шығындарды Жұмыс берушіге толық төлеуге; 
                </div>
                <div align="justify" style="text-indent: 10px;"><b>2.2.14.</b> Бір  құрылымдық бөлімшеден/филиалдан басқасына ауысқан жағдайда немесе басқа өзгерістер жағдайында, тікелей қарамағында отбасы мүшелері немесе жақын туыстары болған жағдайда Басқарма Төрағасына және ПБҚ хабарлауға;
                </div>
                <div align="justify" style="text-indent: 10px;"><b>2.2.15.</b> Басқа ұйымдарда ақылы лауазымда жұмыс істеген жағдайда осы Еңбек шарты бойынша Жұмыс берушінің рұқсатын алуға;
                </div>
                <div align="justify" style="text-indent: 10px;"><b>2.2.16.</b> Қазақстан Республикасының қолданыстағы заңнамасына сәйкес өзге міндеттерді атқаруға міндетті.
                </div>
                <br/>
                <div style="text-align:  center;">
                <strong>3. ЖҰМЫС БЕРУШІНІҢ ҚҰҚЫҚТАРЫ МЕН МІНДЕТТЕРІ</strong>
                </div>
                
                <div align="justify" style="text-indent: 10px;">
                <strong>3.1. Жұмыс берушінің:</strong>
                </div>
                <div align="justify" style="text-indent: 10px;"><b>3.1.1.</b> Қазақстан Республикасының Еңбек кодексіне сәйкес Жұмыскермен осы Шартты  (оның ішінде біртарапты тәртіпте) өзгертуге, толықтыруға және бұзуға;
                </div>
                <div align="justify" style="text-indent: 10px;"><b>3.1.2.</b> өз құзіреті шегінде актілер шығаруға;
                </div>
                <div align="justify" style="text-indent: 10px;"><b>3.1.3.</b> осы Шартқа, Жұмыс берушінің бұйрықтарына, Жұмыскердің лауазымдық нұсқаулықтарына, Жұмыс берушінің өзге актілеріне және Қазақстан Республикасының  заңнамасына сәйкес Жұмыскерден  оның еңбектік міндеттерін орындауды талап етуге;
                </div>
                <div align="justify" style="text-indent: 10px;"><b>3.1.4.</b> еңбек туралы заңнамада белгіленген тәртіпте Жұмыскерді тәртіптік және материалдық жауапкершілікке тартуға;
                </div>
                <div align="justify" style="text-indent: 10px;"><b>3.1.5.</b> Жұмыскердің оған келтірген зиянын өтетуге;
                </div>
                <div align="justify" style="text-indent: 10px;"><b>3.1.6.</b> осы Шартқа және Қазақстан Республикасының Еңбек кодексіне сәйкес Жұмыскерді оқытумен байланысты өзінің шығындарын өтетуге;
                </div>
                <div align="justify" style="text-indent: 10px;"><b>3.1.7.</b> иеленетін лауазымына сәйкестікке Жұмыскерді мерзімді аттестаттауға, сондай-ақ сақтандыру, зейнетақы заңнамасын, Қазақстан Республикасының басқа нормативтік  құқықтық  актілерін, Жұмыс берушінің  актілері біліуіне Жұмыскерді сынақтан мерзім сайын өткізіп тұруға; аттестаттаудың теріс нәтижелері бойынша Жұмыс беруші Жұмыскерге  қатысты, Қазақстан Республикасының заңнамасымен көзделген тиісті шараларды қолдануға құқылы;
                </div>
                <div align="justify" style="text-indent: 10px;"><b>3.1.8.</b> заңмен белгіленген мөлшерден кем емес, тәуліктік шығындарды төлеумен, және заңнамамен қарастырылған өзге шығындарды өтеумен тұрақты жұмыс орнынан тыс жерде еңбек міндеттерін атқару үшін Жұмыскерді қызметтік іс-сапарларға жіберуге;
                </div>
                <div align="justify" style="text-indent: 10px;"><b>3.1.9.</b> қажет болған жағдайда Жұмыскерді жыл сайынғы еңбек демалысынан шақырып алуға, бұл ретте тараптар арасындағы уағдаластық бойынша еңбек демалысының пайдаланылмаған  бөлігі ағымдағы ағымдағы жұмыс жылы ішінде беріледі, немесе жұмыскердің қалауы бойынша келесі жұмыс жылындағы еңбек демалысына қосылады, немесе Жұмыскерге Қазақстан Республикасының заңнамасына сәйкес өтемақы төленеді;
                </div>
                <div align="justify" style="text-indent: 10px;"><b>3.1.10.</b> заңнамамен белгіленген тәртіпте Жұмыс берушінің  ұйымдық жүйесі шегінде Жұмыскердің мамандығы мен біліктілігін ескерумен оны басқа жұмысқа ауыстыруға; 
                </div>
                <div align="justify" style="text-indent: 10px;"><b>3.1.11.</b> Қазақстан Республикасының қолданыстағы заңнамасымен қарастырылған тәртіпте және мерзімге Жұмыскерді жұмыстан шеттетуге;
                </div>
                <div align="justify" style="text-indent: 10px;"><b>3.1.12.</b> Қазақстан Республикасының қолданыстағы заңнамасымен қарастырылған өзге құқықтарға құқығы бар. 
                </div>
                <div align="justify" style="text-indent: 10px;"><strong>3.2. Жұмыс беруші:</strong>
                </div>
                <div align="justify" style="text-indent: 10px;"><b>3.2.1.</b> осы Шартқа және еңбек туралы заңнамаға сәйкес, Жұмыскерді денсаулыққа зиянсыз  және қауіпсіз еңбек жағдайларымен қамтамасыз етуге;
                </div>
                <div align="justify" style="text-indent: 10px;"><b>3.2.2.</b> еңбек ақыны және Қазақстан Республикасының нормативтік  құқықтық  актілерімен, Жұмыс берушінің  актілерімен және осы Шартпен қарастырылған өзге төлемдерді дер кезінде және толық көлемде төлеуге;
                </div>
                <div align="justify" style="text-indent: 10px;"><b>3.2.3.</b> еңбек төлемін ұйымдастыруды үнемі жетілдіруге;
                </div>
                <div align="justify" style="text-indent: 10px;"><b>3.2.4.</b> Жұмыс берушінің  тиімді дамуына бағытталған, Жұмыскердің еңбегін дұрыс ұйымдастыруға;
                </div>
                <div align="justify" style="text-indent: 10px;"><b>3.2.5.</b> Жұмыскерге жұмыс орнын уақытылы беруге;
                </div>
                <div align="justify" style="text-indent: 10px;"><b>3.2.6.</b> Жұмыскердің біліктілігін арттыру үшін жағдайларды қамтамасыз етуге;
                </div>
                <div align="justify" style="text-indent: 10px;"><b>3.2.7.</b> біліктілікті арттыру бойынша оқу мен жұмысты қоса атқару үшін қажетті жағдайлар жасауға;
                </div>
                <div align="justify" style="text-indent: 10px;"><b>3.2.8.</b> Қазақстан Республикасының заңнамасымен және өзге нормативтік  құқықтық  актілерімен көзделген тәртіпте еңбек міндеттерін атқару кезінде Жұмыскерге келтірілген зиянды өтеуге;
                </div>
                <div align="justify" style="text-indent: 10px;"><b>3.2.9.</b> жұмысқа қабылдау кезінде Жұмыскерді ішкі еңбек тәртібі ережелерімен; лауазымдық нұсқаулықпен; Жұмыскер алдағы уақытта жұмыс істейтін Департамент /Қызмет/Филиал туралы ережемен; өртке қарсы қауіпсіздік талаптарымен және Жұмыскердің қызметіне тікелей қатысты Жұмыс берушінің өзге актілерімен таныстыруға;
                </div>
                <div align="justify" style="text-indent: 10px;"><b>3.2.10.</b> ішкі еңбек тәртібі Ережелерін сақтауды қамтамасыз етуге;
                </div>
                <div align="justify" style="text-indent: 10px;"><b>3.2.11.</b> жоспарланған және ағымдағы жедел тапсырмаларды құрылымдық бөлімшелерге дер кезінде жеткізуге, олардың орындалуын еңбек, материалдық және қаржылық ресурстардың ең аз шығындарымен қамтамасыз етуге;
                </div>
                <div align="justify" style="text-indent: 10px;"><b>3.2.12.</b> еңбек туралы заңнаманың талаптары мен осы Шарттың шарттарын бұлжытпай  сақтауға;
                </div>
                <div align="justify" style="text-indent: 10px;"><b>3.2.13.</b> Жұмыскердің бастамасын қолдауға мен дамытуға;
                </div>
                <div align="justify" style="text-indent: 10px;"><b>3.2.14.</b> Жұмыскердің еңбек қызметін және зейнетақылық қамсыздандыруға ақшаны ұстау мен есептеу туралы мәліметтерді растайтын құжаттарды мемлекеттік  мұрағатқа тапсырылуын және сақталуын қамтамасыз етуге;
                </div>
                <div align="justify" style="text-indent: 10px;"><b>3.2.15.</b> осы Шартты заңға негізсіз бұзған жағдайда, Жұмыскерді бұрынғы лауазымына қайта алуға және еңбек туралы заңнамаға сәйкес  материалдық зиянды өтеуге;
                </div>
                <div align="justify" style="text-indent: 10px;"><b>3.2.16.</b> жұмысты жалғастыру Жұмыскердің өміріне немесе денсаулығына қауіп төндіретін болса оны тоқтата тұруға;
                </div>
                <div align="justify" style="text-indent: 10px;"><b>3.2.17.</b> Жұмыскердің (оның ішінде бұрынғы) өтініші бойынша бұл өтінішті алған сәттен бастап бес күннің ішінде оған мамандығын(біліктілігі, лауазымын), жұмыс уақыты мен жалақы мөлшерін, , Жұмыскердің біліктілігі мен оның өзінің қызметті міндеттеріне қатысты деректер бар мінездеме-сипаттамасын, сондай-ақ осы Кодекспен көзделген өзге құжаттарды беруге;
                </div>
                <div align="justify" style="text-indent: 10px;"><b>3.2.18.</b> Жұмыскердің міндетті әлеуметтік сақтандырылуын жүзеге асыруға;
                </div>
                <div align="justify" style="text-indent: 10px;"><b>3.2.19.</b> Жұмыскердің еңбек (қызмет) міндеттерін атқаруы кезінде оны жазатайым оқиғалардан сақтандыруға;
                </div>
                <div align="justify" style="text-indent: 10px;"><b>3.2.20.</b> Қазақстан Республикасының қолданыстағы заңнамасымен  көзделген өзге міндеттерді атқаруға міндетті.
                </div>
                <br/>
                <div style="text-align:  center;">
                <strong>4. ЕҢБЕК АҚЫНЫ ТӨЛЕУ ШАРТТАРЫ, ӨТЕМАҚЫЛАР ТӨЛЕУ МЕН 
                КЕПІЛДІКТЕР БЕРУ</strong>
                </div>
                
                <div align="justify" style="text-indent: 10px;">
                <b>4.1.</b> Жұмыскерге штаттық кестеге сәйкес  '.$OKLAD.' ('.num3str($OKLAD).') мөлшерінде ай сайынғы лауазымдық айлық белгіленеді.                                
                </div>
                <div align="justify" style="text-indent: 10px;">Көрсетілген сомадан Жұмыс беруші төлем көзінде жүргізілетін, барлық міндетті шегерулерді ұстап қалады.
                </div>
                <div align="justify" style="text-indent: 10px;"><b>4.2.</b> Жұмыскерге материалдық көтермелеу және жұмыскерлердің еңбек ақысы туралы Ережеге сәйкес оның жеке еңбек үлесіне байланысты өзге үстемелер мен төлемдерді, сондай-ақ Жұмыс берушінің актілерімен көзделген өзге төлемдер мен өтемақыларды белгілейді;
                </div>
                <div align="justify" style="text-indent: 10px;"><b>4.3.</b> Ресми медициналық құжаттармен расталған, Жұмыскердің    уақытша жұмысқа қабілетсіздігі кезеңдері Жұмыс берушімен Қазақстан Республикасының қолданыстағы заңнамасына сәйкес төленеді.
                </div>
                <div align="justify" style="text-indent: 10px;"><b>4.4.</b> Жұмыс беруші Жұмыскерді өндірістен қол үзумен біліктілігін арттыру мен қайта дайындау үшін жіберген жағдайда оның жұмыс орны (лауазымы)  мен  орташа еңбек ақысы сақталады.
                </div>
                <br/>
                <div style="text-align:  center;">
                <strong>5. ЖҰМЫСКЕРДІҢ ЕҢБЕК ЖАҒДАЙЛАРЫ, <br/> 
                ЖҰМЫС УАҚЫТЫ МЕН ДЕМАЛЫС УАҚЫТЫ РЕЖИМІ</strong>
                </div>
                
                <div align="justify" style="text-indent: 10px;">
                <b>5.1.</b> Жұмыс беруші Жұмыскерді қажетті құжаттамамен, ақпаратпен қамтамасыз етеді, мақсат қояды және оның лауазымдық міндеттері шегінде тапсырмалар береді.
                </div>                
               <div align="justify" style="text-indent: 10px;"><b>5.2.</b> Қызмет ғимаратында Жұмыс беруші Жұмыскерді жұмыс орнымен, компьютермен, қағазбен, кеңсе жабдықтарымен қамтамасыз етеді.
               </div>
                <div align="justify" style="text-indent: 10px;"><b>5.3.</b> Жұмыскерге екі демалыс күнімен бескүндік жұмыс аптасы белгіленеді. Жұмыс күнінің басталуы – 9 сағат 00 минут; аяқталуы – 18 сағат 30 минут. Демалу мен тамақтану үшін үзіліс – 1 сағат 30 минут, 13:00 – ден 14:30 сағатқа дейін, бұл кезді Жұмыскер өзінің қалауы бойынша пайдалануға құқылы.  Жұмыс беруші осы Шартқа өзгерістер енгізбестен, заңнамаға сәйкес Жұмыскердің жұмысының өзге кестесін белгілеуге құқылы.
                </div>
                <div align="justify" style="text-indent: 10px;"><b>5.4.</b> Жұмыскер Қазақстан Республикасының еңбек туралы заңнамасымен көзделген тәртіпте үстеме жұмыстарға тартылуы мүмкін.
                </div>
                <div align="justify" style="text-indent: 10px;"><b>5.5.</b> Жұмыскерге отыз күнтізбелік күн ұзақтығымен жыл сайынғы төленетін еңбек демалысы беріледі. Жыл сайынғы төленетін еңбек демалысы бөліктерге бөлінуі мүмкін. Бұл ретте жыл сайынғы төленетін еңбек демалысының бір бөлігі жұмыскердің еңбек шартында көзделген демалыстың ұзақтығынан кемінде екі күн түзбелік күн болуы керек. Жұмыстың бірінші және одан кейінгі жылдары үшін берілетін жыл сайынғы төленетін еңбек демалысы Жұмыс берушімен бекітілетін, демалыстарды беру кестесіне сәйкес Қазақстан Республикасының заңнамасына сәйкес тараптардың келісімі бойынша беріледі.
               </div>
                <div align="justify" style="text-indent: 10px;"><b>5.6.</b> Демалыстар кестесі өндірістік қажеттілікке байланысты өзгерген жағдайда Жұмыс беруші бұл туралы Жұмыскерге оның кезекті еңбек демалысы басталардан кемінде 2 (екі) апта бұрын дегенде  хабарлауы керек. 
                </div>
                <div align="justify" style="text-indent: 10px;"><b>5.7.</b> Жұмыскердің өтініші бойынша демалыс демалыстардың құрастырылған кестесін бұзумен берілуі мүмкін.
                </div>
               <div align="justify" style="text-indent: 10px;"><b>5.8.</b> Жыл сайынғы еңбек демалысы Жұмыс берушінің  ұсынысы және Жұмыскердің келісімі  бойынша тоқтатылуы мүмкін. Еңбек демалысының пайдаланылмаған бөлігі Тараптар арасындағы уағдаластық бойынша ағымдағы еңбек жұмыс жылы ішінде беріледі, не болмаса Жұмыскердің қалауы бойынша келесі жұмыс жылы ішіндегі еңбек демалысына қосылады, немесе өтемақы төленеді.
                </div>
                <div align="justify" style="text-indent: 10px;"><b>5.9.</b> Жыл сайынғы төленетін еңбек демалысын толықтай немесе бөліп берген жағдайда, Жұмыскерге Қоғамда ең азы 9 (тоғыз) ай жұмыс жағдай жасауы шартымен сауықтыруға жәрдемаақы төленеді.
                </div>
                <div align="justify" style="text-indent: 10px;"><b>5.10.</b> Жүктілікке және босануға, жаңа туған баланы (балаларды) асырап алуға байланысты  демалысты рәсімдеген жұмыскерге орташа жалақыны сақтай отырып, Қазақстан Республикасының міндетті әлеуметтік сақтандыру туралы заңнамасына сәйкес жүктілікке және босануға, жаңа туған баланы (балаларды) асырап алуға байланысты табысынан айырылған жағдайда төленетін әлеуметтік төлем сомасын шегеріп, жүктілікке және босануға, жаңа туған баланы (балаларды) асырап алған демалысқа ақы төлейді.
                </div>
                <div align="justify" style="text-indent: 10px;"><b>5.11.</b>Тараптардың келісімі бойынша Жұмыскердің өтініші негізінде оған жалақының сақталуынсыз қосымша демалас берілуі мүмкін.
                </div>
                <br/>
                <div style="text-align:  center;">
                <strong>6. ШАРТЫҢ ӨЗГЕРУ ЖӘНЕ ТОҚТАТЫЛУ ТӘРТІБІ</strong>
                </div>                                
                <div align="justify" style="text-indent: 10px;"><b>6.1.</b> Осы Шартқа өзгерістер мен толықтырулар енгізу, оның ішінде басқа жұмысқа ауыстыру кезінде ҚР Еңбек кодексінің 33- бабымен көзделген тәртіпте жазбаша түрде тараптармен жүзеге асырылады.
                </div>
                <div align="justify" style="text-indent: 10px;"><b>6.2.</b> Шарттың шартарын өзгерту туралы ұсынысты Шарттың тараптарының бірі жазбаша түрде береді және екінші тарап оны берген күннен бастап  бес жұмыс күні ішінде қарастырады.
                </div>
                <div align="justify" style="text-indent: 10px;"><b>6.3.</b> Осы Шарт ҚР Еңбек кодексінің 49-бабымен қарастырылған негіздер бойынша тоқтатылуы мүмкін.
                </div>
                <div align="justify" style="text-indent: 10px;"><b>6.4.</b> Осы Шарт тоқтатылған жағдайда Жұмыскерге жұмыс уақытын есептеу табеліне сәйкес нақты жұмыс істеген күндері төленеді, және Тараптар арасындағы барлық есептесулер Қазақстан Республикасының заңнамасымен белгіленген  мерзімде жүргізіледі.
                </div>
                <div align="justify" style="text-indent: 10px;"><b>6.5.</b> Жұмыскердің бастамасы бойынша осы Шартты мерзімінен бұрын бұзылған жағдайда Жұмыскер ҚР Еңбек кодексінің 57-бабының 4-тармағы 2-4)-тармақшасымен қарастырылған жағдайларды қоспағанда, бұл Шартты бұзғанға дейін бір ай бұрын Жұмыс берушіні жазбаша түрде (өз қолымен жазылған өтініш түрінде) хабардар етуге міндетті. 
                </div>
                <div align="justify" style="text-indent: 10px;"><b>6.6.</b> Жұмыс беруші өзінің бастамасы бойынша осы Шартты мерзімінен бұрын бұзған жағдайда осы Шартты бұзғанға дейін бір ай ішінде мерзімінен бұрын бұзудың себептерін көрсетумен Жұмыскерге жазбаша түрде хабарлауға міндетті. 
                </div>
                <div align="justify" style="text-indent: 10px;"><b>6.7.</b> Осы Шартты Жұмыс берушінің немесе оның құрылымдық бөлімшелерінің таратылуы салдарынан мерзімінен бұрын бұзған жағдайда, сондай-ақ Жұмыс берушінің немесе оның құрылымдық бөлімшелерінің жұмыскерлер санын немесе штатын қысқартқан жағдайда Жұмыскерде Қазақстан Республикасының еңбек заңнамасымен қарастырылған барлық кепілдіктер сақталады.
                </div>
                <div align="justify" style="text-indent: 10px;"><b>6.8.</b> Осы Шарт осы Шарттың қолданыс мерзімі ішінде анықталған Жұмыскердің жеткіліксіз біліктілік себебінен иеленіп отырған лауазымына немесе орындайтын жұмысқа сәйкес келмеуі салдарынан Жұмыс берушінің бастамасы бойынша бұзылуы мүмкін (ҚР Еңбек кодексінің 52-бабының 1-тармағы (4-тармақшасы.). Жұмыскердің жеткіліксіз біліктілігін  аттестаттау мен тестілеудің нәтижелері растайды. Жұмыскерді тестілеу сынақ мерзімі аяқталған соң, басқа лауазымға ауыстыру кезінде, лауазымдық міндеттерін тиісті емес дәрежеде орындағаны үшін тәртіптік жаза қолданған жағдайда өткізілуі мүмкін. Аттестаттау мен тестілеудің нәтижелері қанағаттанарлықсыз болған жағдайда Жұмыс беруші осы Шартты біртарапты тәртіпте бұзуға құқылы. 
                </div>
                <div align="justify" style="text-indent: 10px;"><b>6.9.</b> Шартты тоқтату ҚР Еңбек кодексіне сәйкес, Шарттың тоқтатылуы туралы негізді көрсетумен Жұмыс берушінің бұйрығымен ресімделеді. Жұмыскер онымен Шартты тоқтату туралы бұйрықпен танысудан бас тартқан жағдайда  бұйрықта Жұмыскердің бұйрықпен танысу кезінде болған, Жұмыс берушінің Жұмыскерлерінің (кемінде екі) қолтаңбасымен расталатын белгі жасалады.
                </div>
                
                <br/>
                <div style="text-align:  center;">
                <strong>7. ТАРАПТАРДЫҢ ЖАУАПКЕРШІЛІГІ</strong>
                </div>
                
                <div align="justify" style="text-indent: 10px;">
                <b>7.1.</b>  Екінші Тарапқа зиян (залал) келтірген, осы Шарттың Тарабы оны ҚР Еңбек кодексіне және Қазақстан Республикасының өзге заңдарына сәйкес өтейді. 
                </div>
                <div align="justify" style="text-indent: 10px;"><b>7.2.</b> Зиян (залал) келтіргеннен кейін осы Шарттың тоқтатылуы осы Шарттың Тарабын екінші Тарапқа келтірілген зиянды (залалды) өтеу бойынша материалдық жауапкершіліктен босатпайды.
                </div>
                <div align="justify" style="text-indent: 10px;"><b>7.3.</b> Жұмыскердің Жұмыс берушіге еңбек міндеттерін атқарумен байланысты емес келтірген мүліктік зиян  Жұмыскермен толық көлемде өтелуге жатады.
                </div>
               <div align="justify" style="text-indent: 10px;"><b>7.4.</b> Осы Шартпен қарастырылған міндеттерді орындамағаны және тиісті орындамағаны үшін Тараптар Қазақстан Республикасының еңбек заңнамасына сәйкес жауапты болады.
                </div>
                <br/>
                <div style="text-align:  center;">
                <strong>8. ҚОРЫТЫНДЫ ЕРЕЖЕЛЕР</strong>
                </div>
                
                <div align="justify" style="text-indent: 10px;">
                <b>8.1.</b> Тараптар осы Шарттың орындалуы барысында туындайтын дауларды ерікті реттеу үшін барлық шараларды қолдануға міндеттенеді. Өзара келісімге келмеген жағдайда, даулар сот тәртібінде шешіледі. Осы Шарт бойынша қолданылатын құқық Қазақстан Республикасының құқығы болып табылады. 
                </div>
                <div align="justify" style="text-indent: 10px;"><b>8.2.</b> Осы Шарттың шарттарының өзгерістері мен толықтырулары осы Шарттың ажыратылмас бөлігі болып табылатын, осы Шартқа қосымша келісіммен Тараптардың өзара келісімі бойынша ресімделеді. 
                </div>
                <div align="justify" style="text-indent: 10px;"><b>8.3.</b> Тараптар осы Шарт бойынша Міндеттемелерді Тараптардың орындауына кедергі жасайтын және Тараптардың еркіне байланысты емес жағдайлар болған жағдайда бір-біріне кінәлаудан бас тартады.
                </div>
                <div align="justify" style="text-indent: 10px;"><b>8.4.</b> Осы Шарт Тараптардың әрқайсысы үшін бір-бір данадан  қазақ және орыс тілінде екі түпнұсқалық данада жасалған.
                </div>
                <div align="justify" style="text-indent: 10px;"><b>8.5.</b> Қосымша (құпия ақпаратты жарияламау туралы келісім) осы Шарттың ажырамас бөлігі болып табылады.
                </div>
                
                <div style="text-align:  center;">
                <strong>9. ТАРАПТАРДЫҢ ДЕРЕКТЕМЕЛЕРІ МЕН ҚОЛДАРЫ
                </strong>
                 </div>
                 <br/>
                 <div align="justify" style="text-indent: 10px;">
                 <strong>
                ЖҰМЫС БЕРУШІ: “Мемлекеттік аннуитеттік компания” өмірді сақтандыру бойынша компаниясы” акционерлік қоғамы
                </strong> 
                </div>          
                <div align="justify" style="text-indent: 10px;">Заңды және нақты мекенжайы: Нұр-Сұлтан қ.,
                </div>
                
                <div align="justify" style="text-indent: 10px;"> 
                Мәңгілік Ел көшесі, 20, "Palazzo degli affari" БО
                </div>
                <div align="justify" style="text-indent: 10px;">СНН: 620300259355 
                </div>
                <div align="justify" style="text-indent: 10px;">Телефон: 916-333
                </div>               
                <br />
                <div align="justify" style="text-indent: 10px;"><strong>'.$sl_high_regist.' '.$sf_high_regist.' '.$sm_high_regist.'</strong> _______________</div>
                <br />
                <div align="justify" style="text-indent: 10px;"><strong>ЖҰМЫСКЕР:</strong> '.$name.' '.$lastname.' '.$middlename.', жеке куәлік № '.$DOCNUM.' ҚР '.$DOCPLACE_KAZ.'             '.$DOCDATE.' ж. берілген, ЖСН '.$IIN.', мекен жайы: '.$cityname.' қаласы, '.$fact_street.' көшесі, '.$fact_address_building.'-үй. '.$FACT_ADDRESS_FLAT.' пәтер </div> <br/>
                <div align="justify" style="text-indent: 10px;"><strong>'.$lastname_high_regist.' '.$name_high_regist.' '.$middle_high_regist.'</strong>_______________</div>
            </div>
    <div align="justify" style="float: left; width: 3%; margin-right: 10px; font-size: 10px; border-style:solid; border-color: white; border: 1px" float: right;>
    </div>
    <br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><br/>
    <br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><br/>
    <br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><br/>
    <br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><br/>
    <br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><br/>
    <div align="justify" style="float: left; width: 100%; margin-right: 10px; font-size: 14px; float: left; font-family: TimesNewRoman;            	
            	font-style: normal;
            	font-variant: normal;
            	font-weight: 400;">
                <div style="text-align:  right;">
                '.$CONTRACT_JOB_DATE.'<br />
                № '.$JOB_CONTR_NUM.' Еңбек шартына<br /> 
                қосымша <br />
                <br>
                </div>
                <div style="text-align:  center;">
                <strong>«Мемлекеттік аннуитеттік компания» <br/>
                өмірді сақтандыру  компаниясы” АҚ-да </br>
                құпия ақпаратты жарияламау туралы </br>
                КЕЛІСІМ</strong>
                </div>
                <br>
                <div style="text-align:  center;">
                <strong>1.Келісімнің мәні
                </strong>
                 </div>
                 <br/>
                <div align="justify" style="text-indent: 10px;">
                <b>1.1.</b> Осы Келісіммен Тараптар еңбек шарты бойынша міндеттемелерін орындау кезінде оларға қолжетімді болған құпия ақпаратты жарияламау туралы бір-біріне кепілдік береді.
                </div>
                <div align="justify" style="text-indent: 10px;"><b>1.2.</b> Осы Келісімге қол қойған Жұмыскер еңбек міндеттерін орындау кезінде Жұмыс берушінің құпия ақпаратына жатқызылған ақпараттың қолжетімді екендігіне хабардар болғанын, осы Шарт-міндеттемемен көзделген талаптарда құпия ақпаратты сақтаумен байланысты өзіне ерікті түрде міндеттеме қабылдағанын растайды;
                </div>
                <div align="justify" style="text-indent: 10px;"><b>1.3.</b> Жұмыс беруші осы Келісімге қол қоя отырып, Жұмыс берушінің жеке деректерін қорғауға кепілдік береді және Қазақстан Республикасының қолданыстағы заңнамасында көзделген ерекше тәртіпте және шарттарда көрсетілген деректерді өңдеуге (алуға, сақтауға және беруге) міндеттеледі.
                </div>
                <br/>
                 <div style="text-align:  center;">
                <strong>2. Тараптардың міндеттері
                </strong>
                 </div>  
                 <br/>
                 <div align="justify" style="text-indent: 10px;">
                <b>2.1. Жұмыс беруші</b>
                <br/>
              <div align="justify" style="text-indent: 10px;"><b>2.1.1.</b> Тексеру іс-шараларынан бас тартпауға және көренеу жалған анкеталық деректерді хабарламауға;
                </div>
                <div align="justify" style="text-indent: 10px;"><b>2.1.2</b> Бөтен тұлғалар құпия ақпарат алуға талпынған жағдайда бұл туралы дереу Жұмыс берушіге хабарлауға;
                </div>
                <div align="justify" style="text-indent: 10px;"><b>2.1.3</b> Жұмыс берушіні биографиялық деректеріндегі өзгерістер туралы толық және дер кезінде хабардар етуге;
                </div>
                <div align="justify" style="text-indent: 10px;"><b>2.1.4</b> Жұмыс берушіге осы Келісімді сақтамау бойынша іс-қимылдардың салдарынан келген залалды өтеуге;
                </div>
                <div align="justify" style="text-indent: 10px;"><b>2.1.5</b> Осы Келісімнің талаптарын өз еркімен орындауға, құпия ақпаратқа жататын оған сеніп тапсырылған деректерді қатаң сақтауға, еңбек қатынастары және олар тоқтаған соң 3 жылдың ішінде, оның ішінде:
                </div>
                <div align="justify" style="text-indent: 10px;"><b>2.1.6</b> Жұмыс бойынша оған сеніп тапсырылған немесе мәлім болған құпия ақпаратты құрайтын деректерді жарияламауға;
                
                </div>
                <div align="justify" style="text-indent: 10px;"><b>2.1.7</b> Құпия ақпаратты қорғау тәртібін реттейтін Жұмыс берушінің нормативтік акттері талаптарын орындауға;
                </div>
                <div align="justify" style="text-indent: 10px;"><b>2.1.8</b> Жұмыс берушінің құпия ақпаратын құрайтын деректерді оның рұқсатынсыз үшінші тұлғаларға бермеуге және ашық жарияламауға;
                </div>
               <div align="justify" style="text-indent: 10px;"><b>2.1.9</b> Құпия ақпаратты қорғау тәртібін реттейтін Жұмыс берушінің нормативтік акттері талаптарын орындауға;
                </div>
                <div align="justify" style="text-indent: 10px;"><b>2.1.10</b> Бөтен тұлғалардың немесе Жұмыскерге мәлім ақпаратқа қатысы жоқ Жұмыс берушінің жұмыскерлерінің құпия ақпаратты құрайтын деректерді одан алуға талпынған жағдайда, дереу Жұмыс берушіге хабарлауға;
                </div>
                <div align="justify" style="text-indent: 10px;"><b>2.1.11</b> Жұмыс беруші іскерлік қарым-қатынастары бар ұйымдардың (тұлғалардың) құпия ақпаратын сақтауға;
                </div>
                <div align="justify" style="text-indent: 10px;"><b>2.1.12</b> Жұмыс берушіге коммерциялық құпияны жеткізгіштерін, куәліктерін, режимдік орынжай, қойма, сейфтер (металл шкафтар), мөрлер және Жұмыс берушінің жұмыскерлерінің құпия ақпаратын жариялауға әкелуі мүмкін басқа  факттер туралы, сондай-ақ деректердің ықтимал жылыстау шарттары мен себептері туралы дереу хабарлауға;
                </div>
                <div align="justify" style="text-indent: 10px;"><b>2.1.13</b> Жұмыс берушінің қызметкерлері құпия ақпаратты жариялаған жағдайларда және Жұмыскерге белгілі болған Жұмыс берушінің  ақпарат жылыстау көздері, оның ішінде Жұмыс берушінің Іскерлік әріптестері (Клиенттері) белгілі болған жағдайларда Жұмыс берушіге дереу хабарлауға;
                </div>
                <div align="justify" style="text-indent: 10px;"><b>2.1.14</b> Жұмыстан шығарылған жағдайда жұмыс уақытында оның лауазымдық міндеттерін орындаумен байланысты Жұмыскердің иелігінде болған  Жұмыс берушінің  барлық құпия ақпаратты жеткізушілері (дисктер, дискеттер және т.б.) және ақпаратты қорғауға арналған барлық мүлкі Жұмыс берушіге қабылдау-тапсыру актіне сәйкес тапсыру керек.
                </div>                                                                              
                <div align="justify" style="text-indent: 10px;">
                <b>2.1. Жұмыс беруші міндетті:</b>
                </div>
                <div align="justify" style="text-indent: 10px;"><b>2.2.1.</b> Жұмыскердің жеке деректерін тек қана Қазақстан Республикасы заңдарының және өзге нормативтік – құқықтық акттерінің сақталуын қамтамасыз ету мақсатында өңдеуді жүзеге асыруға;
                </div>
                <div align="justify" style="text-indent: 10px;"><b>2.2.2.</b> Жұмыскерден оның саяси, діни, басқа сенімдері мен жеке өмірі туралы ақпаратты ұсынуын талап етпеуге;
                </div>
               <div align="justify" style="text-indent: 10px;"><b>2.2.3.</b> Жұмыскерден оның қоғамдық бірлестіктердегі, оның ішінде кәсіподақтардағы мүшелігі немесе қызметі туралы ақпаратты талап етпеуге;
                </div>
                <div align="justify" style="text-indent: 10px;"><b>2.2.4.</b> Жұмыскердің мүддесін қозғайтын шешімдерді қабылдау кезінде, автоматты өңдеу нәтижесінде немесе электрондық тәсілмен алынған Жұмыскердің жеке деректеріне негізделмеуге;
                </div>
                <div align="justify" style="text-indent: 10px;"><b>2.2.5.</b> Қазақстан Республикасы заңнамасымен белгіленген тәртіпте Жұмыскердің жеке деректерін қорғауды жүзеге асыруға және қамтамасыз етуге;
                </div>
                <div align="justify" style="text-indent: 10px;"><b>2.2.6.</b> Жұмыскердің жазбаша келісімінсіз үшінші тарапқа Жұмыскердің жеке деректерін хабарламауға;
                </div>
                <div align="justify" style="text-indent: 10px;"><b>2.2.7.</b> Жұмыскердің жеке деректеріне қолжетімділікті арнайы уәкілетті тұлғаларға ғана беруге. Бұл ретте көрсетілген тұлғалар нақты фукцияларды орындау үшін қажетті жеке деректерге ғана құқық алулары керек және құпиялық режимін сақтауы керек. 
                </div>
                <div align="justify" style="text-indent: 10px;"><b>2.2.8.</b> Жұмыскердің жеке деректерін Жұмыскер таныс болуы тиісті Жұмыс берушінің акттеріне сәйкес ұйымның шегінде беруді жүзеге асыру керек.
                </div>
                <div align="justify" style="text-indent: 10px;"><b>2.2.9.</b> Қазақстан Республикасының Еңбек кодексінің 5-тарауымен көзделген өзге міндеттерді орындауға.                
                </div>                                
                <p>
                
                Таныстым ____________________  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;______________________
                            <br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(қолы)                         &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(Аты-жөні, тегі)
    </div>                 
                                                     
    
        <br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><br/>
        <br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><br/>
        
    <div align="justify" style="float: left; width: 100%; margin-right: 10px; font-size: 14px; float: left; font-family: TimesNewRoman;            
            	font-style: normal;
            	font-variant: normal;
            	font-weight: 400;">
                <div style="text-align:  center;">
                <strong>Акционерное общество «Компания по страхованию жизни<br/> «Государственная аннуитетная компания»</strong>
                </div><br><br>
                <div style="text-align: center;">
                <strong>ТРУДОВОЙ  ДОГОВОР  № '.$JOB_CONTR_NUM.'</strong><br><br>
                </div>
                <strong>г. Нур-Султан</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;	 
     	 	     &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;                                                                
                <strong>'.$CONTRACT_JOB_DATE.'</strong><br><br>
                
                <p align="justify" style="text-indent: 10px;">
                <strong >Стороны:</strong> <br/>
               
                &nbsp;&nbsp;&nbsp;<strong>РАБОТОДАТЕЛЬ:</strong> Акционерное общество «Компания по страхованию жизни «Государственная аннуитетная компания», расположенное по адресу: г. Нур-Султан, ул. Мангилик Ел, 20, БЦ "Palazzo degli affari" государственная регистрация № 19489–1901-АО от 15.06.2005 года, '.$text_rus.' и  
                <br/>
                &nbsp;&nbsp;&nbsp;<strong>РАБОТНИК:</strong>
               
                '.$name.' '.$lastname.' '.$middlename.', удостоверение личности                          № '.$DOCNUM.' выдано '.$DOCPLACE.' РК от                '.$DOCDATE.' года,              ИИН '.$IIN.', проживающий по адресу:                     г. '.$cityname.', ул. '.$fact_street.', дом '                      .$fact_address_building.', кв. '.$FACT_ADDRESS_FLAT.' далее совместно именуемые Стороны, заключили настоящий трудовой договор (далее - Договор) на нижеследующих условиях:
                </p>
                <div style="text-align: center;">
                <strong>1. ПРЕДМЕТ И СРОК ДОГОВОРА</strong>
                </div>
                <p align="justify">
                &nbsp;&nbsp;<b>1.1.</b> Работодатель принимает Работника на работу с '.$DATE_POST.' на должность '.$posName.' '.$deprt.' '.$branch_name.', '.$depName.' с трехмесячным испытательным сроком. 
                <br/>
                &nbsp;&nbsp;&nbsp;<b>1.2.</b>	Место выполнения работы: Республика Казахстан, '.$address.'.
                <br/>           
                &nbsp;&nbsp;&nbsp;<b>1.3.</b> Настоящий Договор вступает в силу с '.$DATE_POST.' года и действует до '.$DATE_POST_PLUS_YEAR.' года..             
                <br/>
                &nbsp;&nbsp;<b>1.4.</b>  Настоящий Договор регулирует трудовые и связанные с ними правоотношения, возникающие между Сторонами  в процессе  выполнения  условий и обязательств по настоящему  Договору.
                </p>
                <div style="text-align:  center;">
                <strong>2. ПРАВА И ОБЯЗАННОСТИ  РАБОТНИКА</strong>
                </div>
                <br/>
                <div align="justify" style="text-indent: 10px;">
                <strong>2.1. Работник имеет право:</strong>
                </div>  
                <div align="justify" style="text-indent: 10px;">           
                <b>2.1.1.</b> пользоваться правами и свободами, которые гарантируются гражданам Республики Конституцией и законодательными актами Республики Казахстан;
                </div>
                <div align="justify" style="text-indent: 10px;">
                <b>2.1.2.</b> участвовать в пределах своих полномочий в рассмотрении вопросов и принятии по ним решений, требовать их исполнения;
                </div>
                <div align="justify" style="text-indent: 10px;">
               <b>2.1.3.</b> на изменение, дополнение и расторжение настоящего Договора с Работодателем в соответствии с трудовым законодательством Республики Казахстан;
                </div>
                <div align="justify" style="text-indent: 10px;">
               <b>2.1.4.</b> на равную оплату за равный труд без какой-либо дискриминации;
                </div>
                <div align="justify" style="text-indent: 10px;">
               <b>2.1.5.</b> на охрану  труда, здоровья, нормальные и безопасные условия  труда; 
                </div>
                <div align="justify" style="text-indent: 10px;">
                <b>2.1.6.</b> на своевременную оплату  его труда, материальное поощрение и иные  надбавки и выплаты в зависимости от занимаемой должности, качества исполнения своих трудовых обязанностей, наличия опыта и иных установленных законодательством оснований в соответствии с нормативными правовыми актами Республики Казахстан, актами Работодателя и настоящим Договором;
                </div>
                <div align="justify" style="text-indent: 10px;">
                <b>2.1.7.</b> на ежегодный оплачиваемый трудовой отпуск в соответствии с актами Работодателя и трудовым законодательством Республики Казахстан;
                </div>
                <div align="justify" style="text-indent: 10px;">
                <b>2.1.8.</b> участвовать в разработке и знакомиться с актами Работодателя;
                </div>
                <div align="justify" style="text-indent: 10px;">
                <b>2.1.9.</b> в случае неправомерных действий Работодателя обжаловать его действия в судебном порядке;
                </div>
                <div align="justify" style="text-indent: 10px;">
                <b>2.1.10.</b> повышать свой профессиональный уровень и  квалификацию для эффективного использования своих служебных обязанностей;
                </div>
                <div align="justify" style="text-indent: 10px;">
                <b>2.1.11.</b> на уважение личного достоинства, справедливое и уважительное отношение к себе со стороны руководителей и сотрудников Работодателя;
                </div>
                <div align="justify" style="text-indent: 10px;">
                <b>2.1.12.</b> на социальную и правовую защиту;
                </div>
                <div align="justify" style="text-indent: 10px;">
                <b>2.1.13.</b> на возмещение вреда, причиненного здоровью в связи с исполнением трудовых обязанностей;
                </div>
                <div align="justify" style="text-indent: 10px;">
                <b>2.1.14.</b> на обязательное социальное страхование в случаях, предусмотренных законами Республики Казахстан;
                </div>
                <div align="justify" style="text-indent: 10px;">
                <b>2.1.15.</b> на содействие от руководства в выполнении своих должностных обязанностей;
               </div>
               <div align="justify" style="text-indent: 10px;">
               <b>2.1.16.</b> на иные права, предусмотренные действующим законодательством Республики Казахстан.
                </div>
                <br/>
                <div align="justify" style="text-indent: 10px;">
                <strong>2.2. Работник обязан:</strong>
                </div>
                <div align="justify" style="text-indent: 10px;">
                <strong>2.2.1.</strong> добросовестно, своевременно и качественно выполнять свои трудовые обязанности в соответствии с Конституцией, нормативными правовыми актами Республики Казахстан, нормативными актами Работодателя, должностной инструкцией и настоящим Договором;
                </div>
               <div align="justify" style="text-indent: 10px;">
                <strong>2.2.2.</strong> выполнять условия настоящего Договора;
               </div>
               <div align="justify" style="text-indent: 10px;">
                <strong>2.2.3.</strong> 2.2.3.	соблюдать внутренний трудовой распорядок, указанные в пунктах 5.3, 5.4  настоящего Договора, профессиональную этику и трудовую дисциплину;
                </div>
                <div align="justify" style="text-indent: 10px;">
                <strong>2.2.4.</strong>2.2.4. в течение трех рабочих дней ознакомиться с должностной инструкцией, положением о Департаменте/Службе/Филиале, в котором предстоит работать Работнику; с правилами внутренней и информационной безопасности, требованиями противопожарной безопасности и иными актами Работодателя, непосредственно касающимися деятельности Работника;
               </div>
               <div align="justify" style="text-indent: 10px;">
               <strong>2.2.5.</strong> использовать персональный компьютер только для выполнения своих должностных обязанностей;
               </div>
               <div align="justify" style="text-indent: 10px;">               
                <strong>2.2.6.</strong> производительно использовать рабочее время;
               </div>
               <div align="justify" style="text-indent: 10px;">
                <strong>2.2.7.</strong> выезжать по поручению Работодателя в служебные командировки;
               </div>
               <div align="justify" style="text-indent: 10px;">
                <strong>2.2.8.</strong> развивать отношения товарищеского сотрудничества и взаимопомощи;
               </div>
               <div align="justify" style="text-indent: 10px;">
                <strong>2.2.9.</strong> не допускать в процессе работы нанесения имущественного вреда Работодателю (бережно относиться к имуществу Работодателя, в том числе к находящемуся в его пользовании оргтехнике и оборудованию, обеспечивать сохранность вверенных ему материальных ценностей и документации);
               </div>
               <div align="justify" style="text-indent: 10px;">
                <strong>2.2.10.</strong> поддерживать и повышать имидж Работодателя;
               </div>
               <div align="justify" style="text-indent: 10px;">
                а) имеющуюся у Работодателя  юридическую, техническую и специальную документацию, в том числе  статистическую;
                </div>
                <div align="justify" style="text-indent: 10px;">
                б) сведения, связанные с финансовыми  операциями, как самого Работодателя, так и его деловых партнеров;
                </div>
                <div align="justify" style="text-indent: 10px;">
                в) сведения, связанные с выполнением своих непосредственных должностных обязанностей, в том числе и размер установленной ему заработной платы;
                </div>
                <div align="justify" style="text-indent: 10px;">
                г) сведения, связанные с деятельностью Работодателя и его  партнеров, а также сведения о его персонале;
                </div>
                <div align="justify" style="text-indent: 10px;">
                д) а также иные сведения, составляющие служебную или коммерческую тайну в соответствии с актами Работодателя, или охраняемую законом тайну.
                </div>
                <div align="justify" style="text-indent: 10px;">
                <strong>2.2.11.</strong>. подписать Обязательство о неразглашении служебной (коммерческой) тайны Работодателя; 
                </div>
                <div align="justify" style="text-indent: 10px;">
                <strong>2.2.12.</strong>выполнять требования правил пожарной безопасности, охране труда; незамедлительно сообщать о возникшей ситуации, представляющей угрозу жизни и здоровью людей, а также сохранности имущества Работодателя и работников;
                </div>
                <div align="justify" style="text-indent: 10px;">
                <strong>2.2.13.</strong> в случае прохождения обучения за счет средств Работодателя, отработать у Работодателя срок в один календарный год; в случае досрочного расторжения настоящего Договора в соответствии с п.п. п.п.2) п. 2 статьи 115 Трудового кодекса Республики Казахстан (по своей инициативе или по инициативе Работодателя вследствие вины Работника) выплатить Работодателю полностью затраты, связанные с обучением Работника, пропорционально недоработанному сроку отработки;
                </div>
                <div align="justify" style="text-indent: 10px;">
                <strong>2.2.14.</strong> в случае перевода из одного структурного подразделения/филиала в другой, либо при других изменениях, где в непосредственном подчинении есть члены семьи или близкие родственники сообщить Председателю Правления и СУП.
                </div>
                <div align="justify" style="text-indent: 10px;">
                <strong>2.2.15.</strong> в случае занятия оплачиваемой должности в других организациях получить разрешение Работодателя по настоящему Трудовому договору;
                </div>
                <div align="justify" style="text-indent: 10px;">
                <strong>2.2.16.</strong> исполняет иные обязанности, предусмотренные действующим законодательством Республики Казахстан.
               </div>   
               <br/>   
               <br/>         
                <div style="text-align:  center;">
                <strong>3. ПРАВА И ОБЯЗАННОСТИ РАБОТОДАТЕЛЯ</strong>
                </div>
                <br/>
               <div align="justify" style="text-indent: 10px;">
                <strong>3.1. Работодатель имеет право:</strong>
               </div> 
               <div align="justify" style="text-indent: 10px;">
                <b>3.1.1.</b> на изменение, дополнение и расторжение настоящего Договора с Работником (в том числе в одностороннем порядке) в соответствии с Трудовым кодексом Республики Казахстан;
              </div>
                <div align="justify" style="text-indent: 10px;">
                <b>3.1.2.</b> издавать в пределах своих полномочий акты;
              </div>
                <div align="justify" style="text-indent: 10px;">
                <b>3.1.3.</b> требовать от Работника выполнения  его трудовых обязанностей в соответствии настоящим Договором, приказами Работодателя, должностными инструкциями Работника, другими актами Работодателя и законодательством Республики Казахстан;
              </div>
                <div align="justify" style="text-indent: 10px;">
               <b>3.1.4.</b> на привлечение Работника к дисциплинарной и материальной ответственности в порядке, установленном законодательством о труде;
                </div>
                  <div align="justify" style="text-indent: 10px;">
                <b>3.1.5.</b> на возмещение вреда, нанесенного ему Работником;
               </div>
                 <div align="justify" style="text-indent: 10px;">
                <b>3.1.6.</b> на возмещение своих затрат, связанных с обучением Работника, согласно настоящему Договору и Трудовому кодексу Республики Казахстан;
                </div>
                  <div align="justify" style="text-indent: 10px;">
                <b>3.1.7.</b> на периодическое проведение аттестации Работника на соответствие занимаемой должности, а также тестирование Работника на знание страхового, пенсионного законодательства, других нормативных правовых актов Республики Казахстан, актов Работодателя; по отрицательным результатам аттестации работодатель вправе принять по отношении к Работнику соответствующие меры, предусмотренные законодательством Республики Казахстан;
                </div>
                  <div align="justify" style="text-indent: 10px;">
               <b>3.1.8.</b> на направление Работника в служебные командировки для выполнения трудовых обязанностей вне места постоянной работы с оплатой суточных в размере, не менее установленного законодательством, и возмещением иных предусмотренных законодательством расходов;
                </div>
                  <div align="justify" style="text-indent: 10px;">
                <b>3.1.9.</b> в случае необходимости на отзыв Работника из ежегодного трудового отпуска, при этом неиспользованная часть трудового отпуска по договоренности между сторонами предоставляется в течение текущего рабочего года, либо по желанию работника присоединяется к трудовому отпуску за следующий рабочий год, либо Работнику выплачивается компенсация в соответствии с законодательством Республики Казахстан;
               </div>
                 <div align="justify" style="text-indent: 10px;">
                <b>3.1.10.</b>. на перевод Работника с учетом его специальности и квалификации на другую работу в пределах организационной системы Работодателя в порядке установленном законодательством;
        </div>
          <div align="justify" style="text-indent: 10px;">
                <b>3.1.11.</b> на отстранение Работника от работы на срок и в порядке, предусмотренным действующим законодательством Республики Казахстан;
              </div>
                <div align="justify" style="text-indent: 10px;">
               <b>3.1.12.</b> на иные права, предусмотренные действующим законодательством Республики Казахстан.
               </div>
                 <div align="justify" style="text-indent: 10px;">
                <strong>3.2. Работодатель  обязан:</strong>
                </div>
                  <div align="justify" style="text-indent: 10px;">
                <b>3.2.1.</b> обеспечить Работника здоровыми и безопасными условиями труда, в соответствии с законодательством о труде и настоящим Договором;
               </div>
                 <div align="justify" style="text-indent: 10px;">
                <b>3.2.2.</b> своевременно и в полном объеме выплачивать заработную плату и производить иные выплаты, предусмотренные нормативными правовыми актами Республики Казахстан, актами Работодателя и настоящим Договором; 
               </div>
                 <div align="justify" style="text-indent: 10px;">
                <b>3.2.3.</b> постоянно совершенствовать организацию оплаты труда;
                </div>
                  <div align="justify" style="text-indent: 10px;">
               <b>3.2.4.</b> правильно организовать труд Работника, направленный на эффективное развитие Работодателя;
               </div>
                 <div align="justify" style="text-indent: 10px;">
                <b>3.2.5.</b> своевременно предоставить Работнику рабочее место; 
            </div>
              <div align="justify" style="text-indent: 10px;">
                <b>3.2.6.</b> обеспечивать условия для повышения квалификации Работника;
               </div>
                 <div align="justify" style="text-indent: 10px;">
                <b>3.2.7.</b> создавать необходимые условия для совмещения работы с обучением по повышению квалификации;
          </div>
            <div align="justify" style="text-indent: 10px;">
                <b>3.2.8.</b> возмещать Работнику вред, причиненный ему во время исполнения трудовых обязанностей, в порядке, предусмотренном законодательными и иными нормативными правовыми актами Республики Казахстан;
                </div>
                  <div align="justify" style="text-indent: 10px;">
               <b>3.2.9.</b> при приеме на работу ознакомить Работника с  внутренним  трудовым  распорядком; должностной  инструкцией; положением о Департаменте/Службе/Филиале, в котором предстоит работать Работнику; с правилами внутренней и информационной безопасности, требованиями противопожарной безопасности и иными актами Работодателя, непосредственно касающимися деятельности Работника и другими внутренними нормативными документами;         
              </div>
                <div align="justify" style="text-indent: 10px;">
                <b>3.2.10.</b> обеспечивать соблюдение внутреннего трудового распорядка;
              </div>
                <div align="justify" style="text-indent: 10px;">
                <b>3.2.11.</b> уведомить работника об использовании программы по контролю действий работника на персональном компьютере;
                </div>
                  <div align="justify" style="text-indent: 10px;">
                <b>3.2.12.</b>своевременно доводить до структурных подразделений запланированные и текущие оперативные задания, обеспечивать их выполнение с наименьшими затратами трудовых, материальных и финансовых ресурсов;
           </div>
             <div align="justify" style="text-indent: 10px;">
                <b>3.2.13.</b> неуклонно соблюдать требования законодательства о труде и условия настоящего Договора;
               </div>
                 <div align="justify" style="text-indent: 10px;">
               <b>3.2.14.</b> поддерживать и развивать инициативу Работника;
              </div>
                <div align="justify" style="text-indent: 10px;">
                <b>3.2.15.</b> обеспечить сохранность и сдачу в государственный архив документов, подтверждающих трудовую деятельность Работника и сведения об удержании и отчислении денег на пенсионное обеспечение;
                </div>
                  <div align="justify" style="text-indent: 10px;">
                <b>3.2.16.</b>в случае расторжения настоящего Договора без законного на то основания, восстановить Работника на прежнюю должность и возместить материальный ущерб в соответствии с законодательством о труде;
              </div>
                <div align="justify" style="text-indent: 10px;">
                <b>3.2.17.</b> приостанавливать работу, если ее продолжение создает угрозу жизни или здоровью Работника;
              </div>
                <div align="justify" style="text-indent: 10px;">
                <b>3.2.18.</b> по требованию работника (в том числе бывшего) работодатель обязан в течение пяти рабочих дней с момента обращения выдать справку с указанием специальности (квалификации, должности), времени работы и размера заработной платы, характеристику-рекомендацию, содержащую сведения о квалификации работника и его отношении к работе, а также другие документы, предусмотренные настоящим Кодексом;
              </div>
                <div align="justify" style="text-indent: 10px;">
                <b>3.2.19.</b> осуществлять обязательное социальное страхование и обязательное медицинское страхование Работника; 
               </div>
                 <div align="justify" style="text-indent: 10px;">
                <b>3.2.20.</b> страховать работника от несчастных случаев при исполнении им трудовых (служебных) обязанностей; 
              </div>
              <div align="justify" style="text-indent: 10px;">
                <b>3.2.21.</b> исполняет иные обязанности, предусмотренные действующим законодательством Республики Казахстан. 
              </div>
               <br/>
                <div style="text-align:  center;">
                <strong>4. УСЛОВИЯ ОПЛАТЫ ТРУДА, <br/>
                ВЫПЛАТА КОМПЕНСАЦИЙ И ПРЕДОСТАВЛЕНИЕ ГАРАНТИЙ</strong>
                </div>
                <br/>
                <div align="justify" style="text-indent: 10px;">
                <b>4.1.</b> Работнику устанавливается  ежемесячный должностной оклад согласно штатному расписанию в размере '.$OKLAD.' ('.num2str($OKLAD, true).') тенге.
                Из указанной суммы Работодателем удерживаются все обязательные отчисления, производимые у источника выплаты. 
                </div>                        
                <div align="justify" style="text-indent: 10px;">
                <b>4.2.</b> Работнику устанавливаются материальное поощрение и иные надбавки и выплаты в прямой зависимости от его личного трудового вклада в соответствии с Положением об оплате труда работников, а также на другие выплаты и компенсации, предусмотренные актами  Работодателя. 
                </div>
                <div align="justify" style="text-indent: 10px;">
                <b>4.3.</b> Периоды временной нетрудоспособности Работника, подтвержденные официальными медицинскими документами, оплачиваются Работодателем в соответствии с действующим законодательством Республики Казахстан.
                </div>
                <div align="justify" style="text-indent: 10px;">
                <b>4.4.</b> При направлении Работодателем Работника для повышения квалификации и переподготовки с отрывом от производства за ним сохраняется место работы (должность) и средняя заработная плата.
                </div>
                <br/>
                <div style="text-align:  center;">
                <strong>5. УСЛОВИЯ ТРУДА РАБОТНИКА, <br/>
                РЕЖИМ РАБОЧЕГО ВРЕМЕНИ И ВРЕМЕНИ ОТДЫХА</strong>
                </div>
                <br/>
                <div align="justify" style="text-indent: 10px;">
                <b>5.1.</b> Работодатель обеспечивает Работника необходимой документацией, информацией, ставит задачи и дает задания в пределах его должностных обязанностей.
                </div>
                <div align="justify" style="text-indent: 10px;">
                <b>5.2.</b> В служебном помещении Работодатель обеспечивает Работника рабочим местом, компьютером, бумагой, канцелярскими принадлежностями.
                </div>
                <div align="justify" style="text-indent: 10px;">
                <b>5.3.</b> Работнику устанавливается пятидневная рабочая неделя, с двумя выходными днями. Начало рабочего дня – 9 часов 00 минут; окончание – 18 часов 30 минут. Перерыв для отдыха и принятия пищи – 1 час 30 минут, с 13:00 до 14:30 часов, который Работник вправе использовать по своему усмотрению. Работодатель вправе устанавливать иной график работы Работника в соответствии с законодательством, не внося изменения в настоящий Договор.
                </div>
                <div align="justify" style="text-indent: 10px;">
                <b>5.4.</b> Работник может привлекаться к сверхурочным работам в порядке, предусмотренном трудовым законодательством Республики Казахстан.
                </div>
                <div align="justify" style="text-indent: 10px;">
                <b>5.5.</b> Работнику предоставляется ежегодный оплачиваемый трудовой отпуск продолжительностью тридцать календарных дней. Оплачиваемый ежегодный трудовой отпуск может быть разделен на части. При этом одна из частей оплачиваемого ежегодного трудового отпуска должна быть не менее двух календарных недель продолжительности отпуска, предусмотренного в трудовом договоре работника. Оплачиваемый ежегодный трудовой отпуск за первый и последующие годы работы предоставляется по соглашению сторон в соответствии с законодательством Республики Казахстан согласно графику предоставления отпусков, утверждаемому Работодателем.
                </div>
                <div align="justify" style="text-indent: 10px;">
                <b>5.6.</b> В случае изменения в связи с производственной необходимостью графика отпусков Работодатель обязан уведомить об этом Работника не менее, чем за 2 (две) недели до начала его очередного трудового отпуска.
                </div>
                <div align="justify" style="text-indent: 10px;">
                <b>5.7.</b> По заявлению Работника отпуск может быть предоставлен с нарушением составленного графика отпусков.
                </div>
                <div align="justify" style="text-indent: 10px;">
                <b>5.8.</b> Ежегодный трудовой отпуск может быть прерван по предложению Работодателя и с согласия Работника (отзыв из трудового отпуска). Неиспользованная часть трудового отпуска по договоренности между Сторонами предоставляется в течение текущего рабочего года или по желанию Работника присоединяется к трудовому отпуску за следующий рабочий год, либо выплачивается компенсация.
                </div>
                <div align="justify" style="text-indent: 10px;">
                <b>5.9.</b> При предоставлении ежегодного оплачиваемого отпуска полностью или частями, Работнику, выплачивается пособие на оздоровление при условии работы в Обществе не менее 9 (девяти) месяцев.
                </div>
                <div align="justify" style="text-indent: 10px;">
                <b>5.10.</b> Работнику, оформившему  отпуск по беременности и родам, усыновившим (удочерившим) новорожденного ребенка (детей) производить оплату отпуска с сохранением средней заработной платы за вычетом суммы социальной выплаты на случай потери дохода, в связи с беременностью и родами, усыновлением (удочерением) новорожденного ребенка (детей) в соответствии с законодательством Республики Казахстан об обязательном социальном страховании.
                </div>
                <div align="justify" style="text-indent: 10px;">
                <b>5.11.</b> По соглашению Сторон на основании заявления Работника ему может быть предоставлен дополнительный отпуск без сохранения заработной платы.
                </div>
                <br/>
                <div style="text-align:  center;">
                <strong>6. ПОРЯДОК  ИЗМЕНЕНИЯ И ПРЕКРАЩЕНИЯ ДОГОВОРА</strong>
                </div>
                <br/>
                <div align="justify" style="text-indent: 10px;">
                <b>6.1.</b> Внесение изменений и дополнений в настоящий Договор, в том числе при переводе на другую работу, осуществляется сторонами в письменной форме в порядке, предусмотренном  статьей 33 Трудового кодекса РК.
                </div>
                <div align="justify" style="text-indent: 10px;">
                <b>6.2.</b> Предложение об изменении условий Договора подается одной из сторон Договора в письменной форме и рассматривается другой стороной в течение  пяти рабочих дней со дня его подачи.
                </div>
                <div align="justify" style="text-indent: 10px;">
                <b>6.3.</b> Настоящий Договор может быть прекращен по основаниям, предусмотренным статьей 49 Трудового кодекса РК.
                </div>
                <div align="justify" style="text-indent: 10px;">
                <b>6.4.</b> При прекращении настоящего Договора Работодатель оплачивает Работнику фактически проработанные дни согласно табелю учета рабочего времени, и все расчеты между Сторонами производиться в сроки, установленные законодательством Республики Казахстан.
                </div>
                <div align="justify" style="text-indent: 10px;">
                <b>6.5.</b> В случае досрочного расторжения настоящего Договора по инициативе Работника, Работник обязан письменно (в форме собственноручно написанного заявления) известить Работодателя за один месяц до расторжения настоящего Договора, за исключением случаев, предусмотренных п.п. 2-4) 4 статьи 57 Трудового кодекса РК.  
                </div>
                <div align="justify" style="text-indent: 10px;">
                <b>6.6.</b> Работодатель при досрочном расторжении настоящего Договора по своей инициативе, обязан письменно уведомить Работника за один месяц до расторжения настоящего Договора с обязательным указанием мотивов досрочного расторжения.
                </div>
                <div align="justify" style="text-indent: 10px;">
                <b>6.7.</b> В случае досрочного расторжения настоящего Договора вследствие ликвидации Работодателя или его структурных подразделений, а также сокращения численности или штата работников Работодателя или его структурных подразделений, за Работником сохраняются все гарантии, предусмотренные трудовым законодательством Республики Казахстан.
                </div>
                <div align="justify" style="text-indent: 10px;">
                <b>6.8.</b> Настоящий Договор может быть расторгнут по инициативе Работодателя вследствие обнаружившегося в течение срока действия настоящего Договора несоответствия Работника занимаемой должности или выполняемой работе вследствие недостаточной квалификации (пп. 4) п. 1 статьи 52 Трудового кодекса РК). О недостаточной квалификации Работника свидетельствуют неудовлетворительные результаты аттестации или тестирования. Тестирование Работника может быть проведено по окончании испытательного срока, при переводе на другую должность, в случае применения дисциплинарного взыскания за ненадлежащее исполнение должностных обязанностей. В случае неудовлетворительных результатов аттестации или тестирования, Работодатель вправе расторгнуть настоящий Договор в одностороннем порядке. 
                </div>
                <div align="justify" style="text-indent: 10px;">
                <b>6.9.</b> Прекращение Договора оформляется приказом Работодателя с указанием основания прекращения Договора, в соответствии с Трудовым кодексом РК. При отказе Работника от ознакомления с приказом о прекращении с ним Договора, в приказе делается отметка, подтверждаемая подписями сотрудников Работодателя (не менее двух), присутствующими при ознакомлении Работника с приказом.   
                </div>
                <br/>
                <div style="text-align:  center;">
                <strong>7. ОТВЕТСТВЕННОСТЬ СТОРОН</strong>
                </div>
                <br/>
                <div align="justify" style="text-indent: 10px;">
                <b>7.1.</b> Сторона настоящего Договора, причинившая ущерб (вред) другой Стороне, возмещает его в соответствии с Трудовым кодексом РК и иными законами Республики Казахстан.
                </div>
                <div align="justify" style="text-indent: 10px;">
                <b>7.2.</b> Прекращение настоящего Договора после причинения ущерба (вреда) не влечет за собой освобождения Стороны настоящего Договора от материальной ответственности по возмещению причиненного ущерба (вреда) другой стороне.
                </div>
                <div align="justify" style="text-indent: 10px;">
                <b>7.3.</b> Имущественный ущерб, причиненный Работником Работодателю, несвязанный с исполнением трудовых обязанностей, подлежит возмещению Работником в полном объеме.
                </div>
                <div align="justify" style="text-indent: 10px;">
                <b>7.4.</b> За неисполнение и ненадлежащее исполнение обязательств, предусмотренных настоящим Договором, Стороны несут ответственность в соответствии с трудовым законодательством Республики Казахстан.
                </div>
                <br/>
                <div style="text-align:  center;">
                <strong>8. ЗАКЛЮЧИТЕЛЬНЫЕ  ПОЛОЖЕНИЯ</strong>
                </div>
                <br/>
                <div align="justify" style="text-indent: 10px;">
                <b>8.1.</b> Стороны обязуются принять все меры для добровольного урегулирования споров, возникающих в процессе исполнения настоящего Договора. В случае не достижения взаимного согласия, споры разрешаются в судебном порядке. Применимым правом по настоящему Договору является право Республики Казахстан.
                </div>
                <div align="justify" style="text-indent: 10px;">
                <b>8.2.</b> Изменения и дополнения условий настоящего Договора оформляются по взаимному согласию Сторон дополнительным соглашением к настоящему Договору, являющимся его неотъемлемой частью;
                </div>
                <div align="justify" style="text-indent: 10px;">
                <b>8.3.</b> Стороны отказываются от предъявления претензий друг к другу в случае наступления обстоятельств, не зависящих от воли Сторон и препятствующих выполнению Сторонами Обязательств по настоящему Договору.
                </div>
                <div align="justify" style="text-indent: 10px;">
                <b>8.4.</b> Настоящий Договор составлен в двух подлинных экземплярах на казахском и русском языках, по одному экземпляру для каждой из Сторон.
                </div>
                <div align="justify" style="text-indent: 10px;">
                <b>8.5.</b> Приложение (соглашение о неразглашении конфиденциальной информации)   является неотъемлемой частью настоящего Договора.
                </div>
                <br/>
                <div style="text-align:  center;">
                <strong>9. РЕКВИЗИТЫ И ПОДПИСИ СТОРОН</strong>
                </div>
                <br/>
                <div style="text-align:  center;">
                <strong>РАБОТОДАТЕЛЬ: Акционерное общество «Компания по страхованию<br/> жизни «Государственная аннуитетная компания»</strong>
                </div>
                <br />
                Юридический и фактический  адрес:  г. Нур-Султан,<br />
                ул. Мангилик Ел, 20<br />
                БЦ "Palazzo degli affari" <br />
                РНН 620300259355<br />
                Телефон: 916-333<br /><br />
                
                <strong>'.$sl_high_regist.' '.$sf_high_regist.' '.$sm_high_regist.'</strong>_______________
                <br /><br />
                
                
                <strong>РАБОТНИК:</strong> '.$name.' '.$lastname.' '.$middlename.', удостоверение личности № '.$DOCNUM.' выдано '.$DOCPLACE.' РК                   
                '.$DOCDATE.' года, ИИН '.$IIN.', проживающий по адресу: г.'.$cityname.', ул.'.$fact_street.' д.'.$fact_address_building.'. кв. '.$FACT_ADDRESS_FLAT.'
                
                <br /><br />
                <strong>'.$lastname_high_regist.' '.$name_high_regist.' '.$middle_high_regist.'</strong>_______________
            
            
            
            <br/><br/> <br/><br/> <br/><br/> <br/><br/> <br/><br/> <br/><br/> <br/> <br/>
            
            
            
            <br/><br/> <br/><br/> <br/><br/> <br/> <br/>
            
            <br/><br/> <br/><br/> <br/><br/> <br/> <br/>
            
            
            
            
            
            
            
            
            
            
            
            
            
            
            
            
            
            
                <div align="justify" style="float: left; width: 100%; margin-right: 10px; font-size: 14px; float: left; font-family: TimesNewRoman;            	
            	font-style: normal;
            	font-variant: normal;
            	font-weight: 400;">
                <div style="text-align:  right;">
                Приложение <br />
                к Трудовому договору <br />
                № '.$JOB_CONTR_NUM.' от '.$CONTRACT_JOB_DATE.'<br /><br />
                </div>
                <div style="text-align:  center;">
                <strong>СОГЛАШЕНИЕ<br /></strong>
                </div>
                <div style="text-align:  center;">
                <strong>о  неразглашении  конфиденциальной информации <br/>
                 в АО «Компания по страхованию жизни  <br/>
                «Государственная аннуитетная компания»</strong>
                </div>
                <br/>
                <div style="text-align:  center;">
                <strong>1. Предмет соглашения</strong>
                </div>
            <div align="justify" style="text-indent: 10px;">
                <b>1.1.</b> Настоящим Соглашением Стороны гарантируют друг другу о неразглашении конфиденциальной информации, доступ к которой они получают при исполнении обязанностей по трудовому договору:
                </div>
                <div align="justify" style="text-indent: 10px;">
                <b>1.2.</b> Работник подписанием настоящего Соглашения подтверждает, сто поставлен в известность о том, что при выполнении трудовых обязанностей будет допущен к информации, отнесенной к конфиденциальной информации Работодателя, принимает на себя добровольное обязательство, связанное с сохранением конфиденциальной информации, на условиях, предусмотренных настоящим Договором-обязательством;
                </div>
                 <div align="justify" style="text-indent: 10px;">
                <b>1.3.</b> Работодатель подписанием настоящего Соглашения гарантирует защиту персональных данных Работника и обязуется осуществлять обработку (получение, хранение и передачу) указанных данных исключительно в порядке и на условиях, предусмотренных действующим законодательством Республики Казахстан.
                </div>                
                 <div style="text-align:  center;">
                <strong>2. Обязанности Сторон</strong>
                </div>
                <div align="justify" style="text-indent: 10px;">
                <b>2.1.	Работник обязуется:</b>
                </div>
                 <div align="justify" style="text-indent: 10px;">
                <b>2.1.1.</b> Не уклоняться от проверочных мероприятий и не сообщать заведомо ложные анкетные данные;
                </div>
                <div align="justify" style="text-indent: 10px;">
                <b>2.1.2.</b> В случае попытки посторонних лиц получить информацию конфиденциального характера немедленно сообщать об этом Работодателю;
                </div>
                <div align="justify" style="text-indent: 10px;">
                <b>2.1.3.</b> Полно и своевременно информировать Работодателя об изменениях в биографических данных;
                </div>
                <div align="justify" style="text-indent: 10px;">
                <b>2.1.4.</b> Возместить Работодателю убытки, понесенные Обществом, вследствие действий по несоблюдению данного соглашения;
                </div>
                <div align="justify" style="text-indent: 10px;">
                <b>2.1.5.</b> Добросовестно выполнять требования настоящего Соглашения, строго сохранять доверенные ему сведения, относящиеся к конфиденциальной информации, в период трудовых отношений и в течение 3 лет после их прекращения, в том числе:
                </div>
                <div align="justify" style="text-indent: 10px;">
                <b>2.1.6.</b> Не разглашать сведения, составляющие конфиденциальную информацию, которые будут Работнику доверены или станут известны по работе;
                </div>
                <div align="justify" style="text-indent: 10px;">
                <b>2.1.7.</b> Выполнять требования нормативных актов Работодателя, регламентирующих порядок защиты конфиденциальной информации;
                </div>
                <div align="justify" style="text-indent: 10px;">
                <b>2.1.8.</b> Не передавать третьим лицам и не раскрывать публично сведения, составляющие конфиденциальную информацию Работодателя, без его согласия;
                </div>
                <div align="justify" style="text-indent: 10px;">
                <b>2.1.9.</b> Не использовать знание конфиденциальной информации для занятия любой деятельностью, которая в качестве конкурентного действия (либо ущерба ее интересам) может нанести ущерб Работодателю;
                </div>
                <div align="justify" style="text-indent: 10px;">
                <b>2.1.10.</b> В случае попытки посторонних лиц либо работников Работодателя, не имеющих отношения к известной Работнику информации получить от него сведения, составляющие конфиденциальную информацию немедленно сообщить Работодателю;
                </div>
                <div align="justify" style="text-indent: 10px;">
                <b>2.1.11.</b> Сохранять конфиденциальную информацию тех организаций (лиц), с которыми Работодатель имеет деловые отношения;
                </div>
                <div align="justify" style="text-indent: 10px;">
                <b>2.1.12.</b> Незамедлительно сообщать Работодателю об утрате (недостаче) носителей коммерческой тайны, удостоверений, пропусков, ключей от режимных помещений, хранилищ, сейфов (металлических шкафов), печатей и о других фактах, которые могут привести к разглашению конфиденциальной информации Работодателя, а также о причинах и условиях возможной утечки сведений;
                </div>
                <div align="justify" style="text-indent: 10px;">
                <b>2.1.13.</b> Незамедлительно сообщать Работодателю о ставших известными Работнику случаях разглашения конфиденциальной информации сотрудниками Работодателя и о других, ставших известными Работнику источниках утечки информации Работодателя, в том числе Деловых партнеров (Клиентов) Работодателя;
                </div>
                <div align="justify" style="text-indent: 10px;">
                <b>2.1.14.</b> В случае увольнения все носители конфиденциальной информации Работодателя (диски, дискеты и пр.), и имущество, предназначенное для защиты информации, которые находились в распоряжении Работника в связи с выполнением им должностных обязанностей во время работы, передать Работодателю, согласно акту приема-передачи.
                </div>                
                 <div align="justify" style="text-indent: 10px;">
                <b>2.2. Работодатель обязуется:</b>
                </div>
                <div align="justify" style="text-indent: 10px;">
                <b>2.2.1.</b> Осуществлять обработку персональных данных Работника исключительно в целях обеспечения соблюдения законов и иных нормативных правовых актов Республики Казахстан;
                </div>
                <div align="justify" style="text-indent: 10px;">
                <b>2.2.2.</b> Не требовать у Работника предоставления информации о его политических, религиозных и иных убеждениях и частной жизни;
                </div>
                <div align="justify" style="text-indent: 10px;">
                <b>2.2.3.</b> Не требовать у Работника информацию о его членстве или деятельности в общественных объединениях, в том числе в профессиональных союзах;
                </div>
                <div align="justify" style="text-indent: 10px;">
                <b>2.2.4.</b> При принятии решений, затрагивающих интересы Работника, не основываться на персональных данных Работника, полученных в результате их автоматизированной обработки или электронным способом;
                </div>
                <div align="justify" style="text-indent: 10px;">
                <b>2.2.5.</b> Осуществлять и обеспечивать защиту персональных данных Работника в порядке, установленном законодательством Республики Казахстан;
                </div>
                <div align="justify" style="text-indent: 10px;">
                <b>2.2.6.</b> Не сообщать персональные данные Работника третьей стороне без письменного согласия Работника;
                </div>
                <div align="justify" style="text-indent: 10px;">
                <b>2.2.7.</b> Разрешать доступ к персональным данным Работника только специально уполномоченным лицам. При этом указанные лица должны иметь право получать только те персональные данные Работника, которые необходимы для выполнения конкретных функций, и соблюдать режим конфиденциальности;
                </div>
                <div align="justify" style="text-indent: 10px;">
                <b>2.2.8.</b> Осуществлять передачу персональных данных Работника в пределах организации в соответствии с актом Работодателя, с которым должен быть ознакомлен Работник.
                </div>
                <div align="justify" style="text-indent: 10px;">
                <b>2.2.9.</b> Нести иные обязанности, предусмотренные Главой 5 Трудового Кодекса Республики Казахстан.
                </div>
                <br/>                
                 Ознакомлен ____________________  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;______________________
                            <br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(подпись)                         &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(Ф.И.О.)
            
            
            
            
            
            
            
            
            
            </div>';
    
    include("methods/mpdf/mpdf.php");
    
    //$mpdf = new mPDF('UTF-8', 'A4', '8', '', 10, 10, 7, 7, 10, 10); /*задаем формат, отступы и.т.д.*/
    //$mpdf->charset_in = 'cp1251'; /*не забываем про русский*/
    //$mpdf->WriteHTML($stylesheet, 1);
    
    //$mpdf->list_indent_first_level = 0; 
    //$mpdf->WriteHTML($html, 2); /*формируем pdf*/
    //$mpdf->Output('mpdf.pdf', 'I');
    
    function num2str($num) {
        $nul='ноль';
        $ten=array(
            array('','один','два','три','четыре','пять','шесть','семь', 'восемь','девять'),
            array('','одна','две','три','четыре','пять','шесть','семь', 'восемь','девять'),
        );
        $a20=array('десять','одиннадцать','двенадцать','тринадцать','четырнадцать' ,'пятнадцать','шестнадцать','семнадцать','восемнадцать','девятнадцать');
        $tens=array(2=>'двадцать','тридцать','сорок','пятьдесят','шестьдесят','семьдесят' ,'восемьдесят','девяносто');
        $hundred=array('','сто','двести','триста','четыреста','пятьсот','шестьсот', 'семьсот','восемьсот','девятьсот');
        $unit=array( // Units
            array('тиын' ,'тиын' ,'тиын',    1),
            array('тенге'   ,'тенге'   ,'тенге'    ,0),
            array('тысяча'  ,'тысячи'  ,'тысяч'     ,1),
            array('миллион' ,'миллиона','миллионов' ,0),
            array('миллиард','милиарда','миллиардов',0),
        );
        //
        list($rub,$kop) = explode('.',sprintf("%015.2f", floatval($num)));
        $out = array();
        if (intval($rub)>0) {
            foreach(str_split($rub,3) as $uk=>$v) { // by 3 symbols
                if (!intval($v)) continue;
                $uk = sizeof($unit)-$uk-1; // unit key
                $gender = $unit[$uk][3];
                list($i1,$i2,$i3) = array_map('intval',str_split($v,1));
                // mega-logic
                $out[] = $hundred[$i1]; # 1xx-9xx
                if ($i2>1) $out[]= $tens[$i2].' '.$ten[$gender][$i3]; # 20-99
                else $out[]= $i2>0 ? $a20[$i3] : $ten[$gender][$i3]; # 10-19 | 1-9
                // units without rub & kop
                if ($uk>1) $out[]= morph($v,$unit[$uk][0],$unit[$uk][1],$unit[$uk][2]);
            } //foreach
        }
        else $out[] = $nul;
        $out[] = morph(intval($rub), $unit[1][0],$unit[1][1],$unit[1][2]); // rub
        $out[] = $kop.' '.morph($kop,$unit[0][0],$unit[0][1],$unit[0][2]); // kop
        return trim(preg_replace('/ {2,}/', ' ', join(' ',$out)));
    }
    
    function num3str($num) {
        $nul='ноль';
        $ten=array(
            array('','бір','екі','үш','төрт','бес','алты','жеті', 'сегіз','тоғыз'),
            array('','бір','екі','үш','төрт','бес','алты','жеті', 'сегіз','тоғыз'),
        );
        $a20=array('он','он бір','он екі','он үш','он төрт' ,'он бес','он алты','он жеті','он сегіз','он тоғыз');
        $tens=array(2=>'жиырма','отыз','қырық','елу','алпыс','жетпіс' ,'сексен','тоқсан');
        $hundred=array('','жүз','екі жүз','үш жүз','төрт жүз','бес жүз','алты жүз', 'жеті жүз','сегіз жүз','тоғыз жүз');
        $unit=array( // Units
            array('тиын' ,'тиын' ,'тиын',    1),
            array('теңге'   ,'теңге'   ,'теңге'    ,0),
            array('мың'  ,'мың'  ,'мың'     ,1),
            array('миллион' ,'миллион','миллион' ,0),
            array('миллиард','миллиард','миллиард',0),
        );
        //
        list($rub,$kop) = explode('.',sprintf("%015.2f", floatval($num)));
        $out = array();
        if (intval($rub)>0) {
            foreach(str_split($rub,3) as $uk=>$v) { // by 3 symbols
                if (!intval($v)) continue;
                $uk = sizeof($unit)-$uk-1; // unit key
                $gender = $unit[$uk][3];
                list($i1,$i2,$i3) = array_map('intval',str_split($v,1));
                // mega-logic
                $out[] = $hundred[$i1]; # 1xx-9xx
                if ($i2>1) $out[]= $tens[$i2].' '.$ten[$gender][$i3]; # 20-99
                else $out[]= $i2>0 ? $a20[$i3] : $ten[$gender][$i3]; # 10-19 | 1-9
                // units without rub & kop
                if ($uk>1) $out[]= morph($v,$unit[$uk][0],$unit[$uk][1],$unit[$uk][2]);
            } //foreach
        }
        else $out[] = $nul;
        $out[] = morph(intval($rub), $unit[1][0],$unit[1][1],$unit[1][2]); // rub
        $out[] = $kop.' '.morph($kop,$unit[0][0],$unit[0][1],$unit[0][2]); // kop
        return trim(preg_replace('/ {2,}/', ' ', join(' ',$out)));
    }

    /**
     * Склоняем словоформу
     * @ author runcore
     */
    function morph($n, $f1, $f2, $f5) {
        $n = abs(intval($n)) % 100;
        if ($n>10 && $n<20) return $f5;
        $n = $n % 10;
        if ($n>1 && $n<5) return $f2;
        if ($n==1) return $f1;
        return $f5;
    }
    
    
?>
<html>
<head>
    <meta charset="utf-8">
</head>
<body>
<div class="mail-box-header">
    <h2>
        Редактирование документа
    </h2>
</div>
<div class="col-lg-12 animated fadeInRight" style="background-color: white;">
    <form id="form_send_html" method="POST" action="just_print" target="_blank">
    <input name="empId" hidden="" value="<?php echo $empId; ?>"/>
    <textarea name="content_job_contract" style="width: 100%;">
    	<?php
            echo $html;
        ?>
    </textarea>
       
    <div class="mail-body text-right tooltip-demo">
        <button onclick="" type="submit" target="_blank" class="btn btn-sm btn-primary" data-toggle="tooltip" data-placement="top" title="print"><i class="fa fa-reply"></i> Конвертировать в PDF</button>
    </div>
    </form>
</div>

<script type="text/javascript" src="styles/js/others/nicEdit.js"></script>
<script type="text/javascript">
	bkLib.onDomLoaded(function() { nicEditors.allTextAreas() });
</script>
</body>
</html>
<?php
    exit;
?>
