<?php
	$db = new DB3();
    $cnct = $_GET['print_contract'];
    
    $sql = "select 
        d.*,
        case 
          when d.type_strahovatel = 1 then fond_name(d.id_strahovatel)
          else client_name(d.id_strahovatel)
        end strahovatel,
        tlsc.money_word(d.ins_summa) ins_summa_ru,
        tlsc.money_word(d.INS_PREMIYA) INS_PREMIYA_ru,
        tlsc.money_word_kaz(d.ins_summa) ins_summa_kz,
        tlsc.money_word_kaz(d.INS_PREMIYA) INS_PREMIYA_kz
    from 
        dobr_dogovors d 
    where 
        cnct_id = $cnct";
    
    $q = $db->Select($sql);
    $ds = $q[0];    
    
    $q = $db->Select("select * from DIC_PERIODICH where name = '".trim($ds['PERIOD_VIPLAT'])."'");
    $period_kaz = $q[0]['NAME_KAZ'];
    
    $q = $db->Select("select count(*) cnt from dobr_dogovors_clients where cnct_id = $cnct");
    $cnt_zastrah = $q[0]['CNT']; 
    
    $clients = $db->Select("select c.*, dc.str_sum, dc.pay_sum_p from dobr_dogovors_clients dc, clients c where c.sicid = dc.id_annuit and dc.cnct_id = $cnct");
    
    if($ds['BANK_ID'] == '0'){
        $bank = array();
    }else{
        $q = $db->Select("select * from dic_banks where id = ".$ds['BANK_ID']);
        $bank = $q[0];
    }
?>
<!DOCTYPE HTML>
<html>
<head>
    <meta charset="utf-8"/>
	<meta http-equiv="content-type" content="text/html" />	
	<title></title>
</head>

<body>

<style>
  body{
    font-size: 10px;    
  }
  
  table{
    border: 1px solid;
    border-spacing: 0;
    border-collapse: collapse;
  }
  
  td{
  border: 1px solid;
  padding: 5px;
  vertical-align: top;
  }
  .pin {    
    bottom: 0;
    display: block;
    height: 75%;
    left: 0;
    overflow: hidden;
    position: absolute;
    top: 25%;
    width: 3rem;
  }

  .pin span {
    bottom: 50%;
    display: inline-block;
    left: -500px;
    position: absolute;
    right: -500px;
    text-align: center;
    transform-origin: center center 0;
    transform: rotate(-90deg);
    white-space:nowrap;
    font-size: 12px;
  }
  @media print {
    .page-break{
        page-break-after: always;
    }
  }
  
  </style><div style="position: relative; height:150px;"></div>
  <!--
  <center><h3>САҚТАНДЫРУ ПОЛИСІ / СТРАХОВОЙ ПОЛИС</h3></center>
  <div style="text-align: right;">Серия № <?php echo $ds['BCO']; ?></div><br />
  -->
  <div class="pin"><span>
  2010 жылғы 25 қарашадағы  «Өмірді сақтандыру» саласы бойынша сақтандыру қызметін жүзеге асыру құқығына лицензия №2.2.39. 
  <br />
  Лицензия на право осуществления страховой деятельности в отрасли «страхование жизни» №2.2.39 от 25 ноября 2010 года
  </span></div>
  
  <div style="margin-left: 50px;">
  <table width="100%" border="0">
  <tr>
    <td>
        <strong>Сақтандыру түрі:</strong><br />
        Вид страхования:
    </td>
    <td>
        Мерзімді өмірді сақтандыру<br />
        Срочное страхование жизни
    </td>
  </tr>
  <tr>
    <td>
        <strong>Сақтандыру объектісі:</strong><br />
        Объект страхования:
    </td>
    <td>
        Сақтандырылған адамның өмірі мен денсаулығына байланысты оның мүліктік мүдделері<br />
        Имущественные интересы Застрахованного, связанные с его жизнью и здоровьем
    </td>
  </tr>
  <tr>
    <td>
        <strong>САҚТАНДЫРУШЫ: </strong><br />
        СТРАХОВЩИК:
    </td>
    <td>
        &laquo;Мемлекеттік аннуитеттік компания&raquo; өмірді сақтандыру компаниясы&raquo; АҚ<br />
        АО &laquo;Компания по страхованию жизни &laquo;Государственная аннуитетная компания&raquo;
    </td>
  </tr>
  <tr>
    <td>
        <strong>САҚТАНУШЫ:</strong><br />
        СТРАХОВАТЕЛЬ:
    </td>
    <td>
        <?php 
            echo $ds['STRAHOVATEL'];
            if($ds['TYPE_STRAHOVATEL'] == '0'){
                $q = $db->Select("select * from clients where sicid = ".$ds['ID_STRAHOVATEL']);
                echo '<br />
                ИИН '.$q[0]['IIN'].'<br />
                Мекен-жайы / адрес местонахождения: '.$q[0]['ADDRESS_RUS'].'<br />
                ЖСК / ИИК '.$ds['BANK_IIK'].' в '.$bank['NAME'].'<br />
                ';                
            }else{
                $q = $db->Select("select * from contr_agents where id = ".$ds['ID_STRAHOVATEL']);
                
                echo '<br />                
                БЖН / БИН '.$q[0]['BIN'].'<br />
                Мекен-жайы / адрес местонахождения: '.$q[0]['ADDRESS'].'<br />
                ЖСК / ИИК '.$ds['BANK_IIK'].' в '.$bank['NAME'].'<br />
                БСК / БИК '.$bank['KOR_ACCOUNT'].'      СЭҚ / ВЭД '.$q[0]['OKED'].'<br />
                Экономика секторының коды / код сектора экономики '.$q[0]['SEC_ECONOM'].'<br />
                Резиденттік белгісі / признак резиденства - '.$q[0]['RESIDENT'];
            }
        ?>        
    </td>
  </tr>
  <tr>
    <td>
        <strong>САҚТАНДЫРЫЛҒАН АДАМ:</strong><br />
        ЗАСТРАХОВАННЫЙ:
    </td>
    <td>
        <?php 
            if($ds['TYPE_STR'] == 2){
                echo 'Сақтандырылушылардың тізіміне сәйкес (полиске №1 қосымша) <br />Согласно списку Застрахованных (приложение №1 к полису)';
            }else{
                echo $clients[0]['LASTNAME'].' '.$clients[0]['FIRSTNAME'].' '.$clients[0]['MIDDLENAME'];
            }                        
        ?>
    </td>
  </tr>
  <tr>
    <td>
        <strong>Сақтандырылған адамның туған күні:</strong><br />
        Дата рождения Застрахованного:
    </td>
    <td>
        <?php 
            if($ds['TYPE_STR'] == '2'){
                echo 'Сақтандырылушылардың тізіміне сәйкес (полиске №1 қосымша) <br />Согласно списку Застрахованных (приложение №1 к полису)';
            }ELSE{
                echo $clients[0]['BIRTHDATE'].' г.р.';
            }
        ?>
    </td>
  </tr>
  <tr>
    <td>
        <strong>ПАЙДА АЛУШЫ:</strong><br />
        ВЫГОДОПРИОБРЕТАТЕЛЬ:
    </td>
    <td>
        <?php 
            if($ds['TYPE_STR'] == '2'){
                echo 'Сақтандырылушылардың тізіміне сәйкес (полиске №1 қосымша) <br />Согласно списку Застрахованных (приложение №1 к полису)';
            }
        ?>
    </td>
  </tr>
  <tr>
    <td>
        <strong>Полис берілген күн:</strong><br />
        Дата выдачи полиса:
    </td>
    <td>
        <?php 
           echo date('d.m.Y');
        ?> г.
    </td>
  </tr>
  <tr>
    <td>
        <strong>Сақтандыру мерзімі (жылдар саны):</strong><br />
        Срок страхования (количество лет):
    </td>
    <td>
        <?php 
            echo $ds['SROK_INS'];
        ?> год(а), лет
    </td>
  </tr>
  <tr>
    <td>
        <strong>Сақтандыру полисінің қолданыс мерзімі: </strong><br />
        Срок действия страхового полиса:
    </td>
    <td>
        <?php 
            echo $ds['SROK_INS'];
        ?> год(а), лет
    </td>
  </tr>
  <tr>
    <td>
        <strong>Сақтандыру сомасы</strong><strong>:</strong><br />
        Страховая сумма:
    </td>
    <td>
        <?php 
            echo $ds['INS_SUMMA'].' '.$ds['INS_SUMMA_KZ'].' <br />'.$ds['INS_SUMMA_RU'];
        ?>
    </td>
  </tr>
  <tr>
    <td>
        <strong>Сақтандыру сыйлықақысының мөлшері:</strong><br />
        Размер страховой премии
    </td>
    <td>
        <?php 
            echo $ds['INS_PREMIYA'].' '.$ds['INS_PREMIYA_KZ'].' <br />'.$ds['INS_PREMIYA_RU'];
        ?>
    </td>
  </tr>
  <tr>
    <td>
        <strong>Сақтандыру жарнасының мөлшері:</strong><br />
        Размер страхового взноса:
    </td>
    <td>
        <?php 
            echo $ds['INS_PREMIYA'].' '.$ds['INS_PREMIYA_KZ'].' <br />'.$ds['INS_PREMIYA_RU'];
        ?>
    </td>
  </tr>
  <tr>
    <td>
        <strong>Сақтандыру сыйлықақысын төлеу тәртібі мен мерзімі:</strong><br />
        Порядок и срок уплаты страхового взноса:
    </td>
    <td>
        <?php 
            echo $period_kaz.' / '. $ds['PERIOD_VIPLAT'].' до '.$ds['OPLATA_PO_DO'].' г.';
        ?>
    </td>
  </tr>
  <tr>
    <td>
        <strong>Сақтандыру жағдайы:</strong><br />
        Страховой случай:
    </td>
    <td>
        Кез келген оқиға себебінен болған Сақтандырылған адамның өлімі<br />
        Смерть Застрахованного по любой причине
    </td>
  </tr>
  <tr>
    <td>
        <strong>Қосымша сақтандыру шарты: </strong><br />
        Дополнительное страховое покрытие:
    </td>
    <td>
        <?php 
            $q = $db->Select("select * from DOBR_DIC_POKR where id in(
            select id_pokr from dobr_dogovors_clients_calc where type_pokr = 1 and cnct_id = $cnct)");
            foreach($q as $k=>$v){
                if($k > 0){
                    echo '<br />';
                }
                echo $v['NAME_KZ']."<br />".$v['NAME'];
            }
        ?>
    </td>
  </tr>
  <tr>
    <td>
        <strong>Сақтандыру аумағы: </strong><br />
        Территория страхования:
    </td>
    <td>
        Әскери іс-қимылдар болып жатқан елдерден басқа бүкіл әлем<br />
        Весь мир, за исключением стран, находящихся в состоянии совершения военных действий
    </td>
  </tr>
  <tr>
    <td colspan="2" width="680">
        <strong>Сақтандыру төлемі Сақтандырушымен Сақтандыру қағидаларымен көзделген мөлшерде тәртіпте және мерзімде төленеді</strong><br />
        Страховая выплата осуществляется Страховщиком в размере, порядке и сроки, предусмотренные Правилами страхования
    </td>
  </tr>
  <tr>
    <td>
        <strong>САҚТАНДЫРУШЫ/СТРАХОВЩИК:</strong><br /><br />        
        Сақтандырушының атынан ____жылғы ____ №___ сенімхаттың негізінде<br />
        От имени Страховщика на основании доверенности №___ от _______ г.<br /><br />
        _______________________________________<br />
        Т.А.Ә. және қолы / Ф.И.О. и подпись<br />
        МП/МО<br />
    </td>
    <td>
        <strong>САҚТАНУШЫ/ СТРАХОВАТЕЛЬ:</strong><br />
        <br />
        <strong>Осы құжатпен мен &laquo;Мемлекеттік аннуитеттік компания&raquo; өмірді сақтандыру компаниясы&raquo; АҚ келесі туралы хабар етемін, &laquo;Мемлекеттік аннуитеттік компания&raquo; өмірді сақтандыру компаниясы&raquo; АҚ ___ жылғы __ қаңтардағы №__ Директорлар Кеңесінің Шешімімен бекітілген сақтандыру қағидаларымен таныстым және келісемін. Менімен ұсынылған мәліметердің дұрыстығын растаймын, полисті алдым.</strong><br />
        Настоящим уведомляю АО &laquo;Компания по страхованию жизни &laquo;Государственная аннуитетная компания&raquo; о том, что с Правилами страхования, утвержденными Решением Совета Директоров АО &laquo;Компания по страхованию жизни &laquo;Государственная аннуитетная компания&raquo; № __ от ____года, ознакомлен (-а) и согласен (-а). Достоверность сообщенных мною сведений подтверждаю, полис получил (-а).<br />
        _____________________________________________________________________<br />
        Т.А.Ә. және қолы / Ф.И.О. и подпись<br />
        МП/МО
    </td>
  </tr>    
  </table>  
  </div>
  
<div class="page-break"></div>

<?php 
$size = 9;
if($ds['TYPE_STR'] == '2'){
    $size = 12;
}
?>
<table width="100%" border="0" style="font-size: <?php echo $size; ?>px;">
    <tr>
        <td width="50%">
        <p style="text-align: center;"><strong>ТАРАПТАРДЫҢ НЕГІЗГІ ҚҰҚЫҚТАРЫ ЖӘНЕ МІНДЕТТЕРІ</strong></p>
1.Сақтанушының<br />
- сақтандыру полисінің қолданыс мерзімі өткеннен соң оның қолданысын ұзартуға немесе жаңа сақтандыру полисін жасауға;<br />
- сақтандыру құпиялығына;<br />
- Сақтандырылушының жазбаша келісімімен Пайда алушыны ауыстыруға;<br />
- Пайда алушыға сақтандыру төлемдерін уақтылы төлетуге;<br />
- кешіктірілген сақтандыру төлемдеріне өсімпұл алуға (өсімпұл әрбір кешіктірілген күн үшін Қазақстан Республикасының Ұлттық банкімен белгіленген қайта қаржыландыру мөлшерлемесіне сәйкес өсімпұл төлеген күнге әрбір кешіктірілген күн үшін есептеледі) құқығы бар.<br />
2. Сақтанушының:<br />
- Сақтандыру қағидаларымен танысуға;<br />
- сақтандыру сыйлықақысын сақтандыру полисінде көзделген мөлшерде, тәртіпте және мерзімде төлеуге;<br />
- сақтандыру полисін жасау кезінде Сақтандырушыға сақтандыру жағдайының орын алу ықтималдығын бағалау үшін мәні бар оған белгілі барлық мән-жәйлар, сондай-ақ сақтандыру полисін жасағаннан кейін сақтандыру тәуекелін ұлғайтуға қабілетті барлық факттер туралы хабардар етуге;<br />
- Сақтандырушының бағдары бойынша сақтандыру полисін жасағаннан соң, бірақ сақтандыру жағдайы орын алғанға дейін, Сақтандырылушының өзінің (Сақтанушының/ Сақтандырылушының) есебінен медициналық тексеруден өтуін қамтамасыз етуге;<br />
- сақтандыру жағдайы басталған күннен бастап 30 (отыз) күнтізбелік күннің ішінде сақтандыру жағдайы туралы Сақтандырушыны жазбаша хабардар етуге (егер Сақтанушы Сақтандырылушы болмаған жағдайда, мұндай міндет Сақтандырылушыда немесе Пайда алушыда болады);<br />
- сақтандыру полисін жоғалтқан жағдайда Сақтанушы Сақтандырушыны хабардар етуге және дубликатты алуға өтініш жазуға міндетті. Сақтандырушымен сәйкес дубликатын алғаннан соң жоғалтқан сақтандыру полисі жарамсыз болады;<br />
- орналасу орнын немесе мекен-жайын өзгерткен жағдайда он күн мерзімде мекен-жайын Сақтандырушыға хабарлауға. Кері жағдайда, бұрынғы орналасу орны немесе мекен-жайы бойынша жолданған Сақтандырушының кез келген хабарламасы тараптармен орындалды (жарамды) деп есептелетін болады;<br />
- егер Сақтанушының немесе Сақтандырылушының орналасу орны немесе мекен-жайы Қазақстан Республикасының аумағынан тыс орналасқан болса, онда Сақтандырушыға Сақтанушыға немесе Сақтандырылушыға хатты жеткізуге жауапты Қазақстан Республикасындағы сенімді тұлғаны көрсетуі керек;<br />
- сақтандыру полисіне қатысты кез келген ескертулер, өтініштер, талаптар, хабарламалар, түсініктемелер жазбаша нысанда орындалуы керек және басқа тарапқа тікелей немесе оның жіберілуін растайтын тәсілмен жолдануы керек.<br />
3.Сақтандырушының:<br />
- Сақтанушымен сақтандыру полисіне сәйкес қабылданған міндеттемелерінің орындалуын талап етуге;<br />
- Сақтанушымен ұсынылған ақпаратты тексеруге;<br />
- сақтандыру тәуекелін бағалауға;<br />
- сақтандыру полисі шарттарын өзгертуді және сақтандыру тәуекелі ұлғайған жағдайда қосымша сақтандыру сыйлықақысын төленуін талап етуге;<br />
- Сақтандыру қағидаларымен көзделген жағдайларда, сондай-ақ Сақтандыру қағидалары және сақтандыру полисі бойынша Сақтанушы өзінің міндеттемелерін орындамаған жағдайда сақтандыру төлемдерін толықтай төлеуден немесе ішінара бас тартуға;<br />
- сақтандыру сыйлықақысын уақтылы толық көлемде алуға;<br />
- сақтандыру жағдайы басталған күннен бастап 30 (отыз) күнтізбелік күннің ішінде хабарлама және сақтандыру жағдайының басталғаны жөнінде құжаттық растауды алуға;<br />
- сақтандыру жарнасын кешіктіріп төлегені үшін өсімпұл алуға (өсімпұл әрбір кешіктірілген күн үшін Қазақстан Республикасының Ұлттық банкімен белгіленген қайта қаржыландыру мөлшерлемесіне сәйкес өсімпұл төлеген күнге әрбір кешіктірілген күн үшін есептеледі);<br />
- заңнамамен және Сақтандыру қағидаларымен белгіленген тәртіпте сақтандыру полисін мерзімінен бұрын бұзуға;<br />
- Сақтандырылушыны сақтандыру полисін жасағаннан соң медициналық тексеруге жіберуге, бірақ сақтандыру тәуекелінің өсу дәрежесін анықтау мақсатында сақтандыру жағдайы орын алғанға дейін жіберуге құқы бар. Сақтандыру полисінің дәрежесі сақтандыру полисі қолданыста болған мерзімде өзгерген жағдайда Сақтандырушы сақтандыру тәуекелі өсетін салдарға әкелетін мән-жәйлар жөнінде хабардар етілсе сақтандыру полисінің шарттарын өзгертуді немесе тәуекел дәрежесінің өсуіне мөлшерлес қосымша сақтандыру сыйлықақысының төленуін талап етуге құқылы. Егер Сақтанушы сақтандыру полисінің шарттарын осылай өзгертуге немесе қосымша сақтандыру сыйлықақысын төлеуге қарсы болса, онда Сақтандырушы біртарапты тәртіпте заңнамамен және Сақтандыру қағидаларымен белгіленген тәртіпте сақтандыру полисін мерзімінен бұрын бұзуға құқылы.<br />
4.Сақтандырушы міндетті:<br />
- Сақтанушыны Қағидалармен таныстыруға;<br />
- сақтандыру жағдайы басталған кезде Сақтандыру қағидаларымен көзделген мөлшерде, тәртіпте және мерзімде сақтандыру төлемдерін алуға;<br />
- сақтандыру төлемдерін төлеу үшін құжаттарды алған күні, ұсынушыға қабылдау күні мен атауларын көрсетумен анықтама беруге;<br />
- сақтандыру құпиялығын қамтамасыз етуге;<br />
- Сақтанушы және оның мүлкі туралы деректерді жарияламауға, Қазақстан Республикасының қолданыстағы заңнамасымен көзделген жағдайлардан басқа;<br />
- сақтандыру полисіне қатысты кез келген ескертулер, өтініштер, талаптар, хабарламалар, түсініктемелер жазбаша нысанда орындауы керек және басқа тарапқа тікелей немесе оның жіберілуін растайтын тәсілмен жолдануы керек.<br />
5. Сақтандырушымен сақтандыру төлемдерін төлеуге негіз болуы мүмкін (растаушы құжаттар болған жағдайда):<br />
1) Сақтанушымен Сақтандырушыға Сақтандырушы туралы, оның денсаулығы, сақтандыру тәуекелі, сақтандыру жағдайы және оның салдары, сондай-ақ Қағидаларға сәйкес Сақтандырушыға ұсынылуы керек көрінеу жалған деректерді хабарлау;<br />
2) Сақтанушымен Сақтандырушыға сақтандыру жағдайының басталу мән-жайын тексеруге кедергі келтіру;<br />
3) сақтандыру жағдайы басталған күннен бастап 30 (отыз) күнтізбелік күннің ішінде сақтандыру жағдайы туралы Сақтандырушыны хабардар етпеу, егер Сақтанушы (Сақтандырылушы) дәлелді себептер осы тармақта көрсетілген іс-қимылдарды орындауға мүмкіндігі болмаған жағдайда және оны құжатпен растаған болса.<br />
6. Егер сақтандыру шартымен жазатайым оқиға нәтижесінде жарақат үшін қосымша төлем көзделсе, онда осы сақтандыру жағдайы бойынша төлем жазатайым оқиға нәтижесінде Сақтандырылушының еңбек қабілеттілігінен айырылу бойынша сақтандыру төлемдерінің кестесіне сәйкес төленеді.
</td>



        <td>        
        <p style="text-align: center;"><strong>ОСНОВНЫЕ ПРАВА И ОБЯЗАННОСТИ СТОРОН</strong></p>
1. Страхователь имеет право:<br />
- по истечении срока действия страхового полиса продлить его действие или заключить новый страховой полис;<br />
- на тайну страхования;<br />
- на замену Выгодоприобретателя с письменного согласия Застрахованного;<br />
- на своевременное осуществление страховой выплаты Выгодоприобретателю;<br />
- на получение пени за просроченную страховую выплату (пеня начисляется за каждый день просрочки в соответствии со ставкой рефинансирования, установленной Национальным Банком Республики Казахстан на день уплаты пени).<br />
2. Страхователь обязан:
- ознакомиться с Правилами страхования;<br />
- уплачивать страховые премии в размере, порядке и сроки, предусмотренные страховым полисом;<br />
- при заключении страхового полиса сообщить Страховщику обо всех известных ему обстоятельствах, имеющих значение для оценки вероятности наступления страхового случая, а также сообщать обо всех фактах, способных увеличить страховой риск после заключения страхового полиса;<br />
- по направлению Страховщика после заключения страхового полиса, но до наступления страхового случая, обеспечить прохождение Застрахованным медицинского обследования за свой (Страхователя/Застрахованного) счет;<br />
- письменно уведомить Страховщика о наступлении страхового случая в течение 30 (тридцати) календарных дней с момента его наступления (в случае, если Страхователь не является Застрахованным, такая обязанность лежит на Застрахованном либо Выгодоприобретателе);<br />
- при утрате страхового полиса Страхователь обязан поставить в известность Страховщика и написать заявление на получение дубликата. После выдачи Страховщиком соответствующего дубликата утраченный страховой полис становится недействительным;<br />
- при изменении места нахождения или местожительства в десятидневный срок сообщить их адрес Страховщику. В противном случае любое уведомление Страховщика, направленное по адресу предыдущего местонахождения или местожительства, будет считаться сторонами выполненным (действительным);<br />
- если место нахождения или местожительство Страхователя или Застрахованного находится за пределами Республики Казахстан, указать Страховщику доверенное в Республике Казахстан лицо, ответственное за доставку корреспонденции Страхователю или Застрахованному;<br />
- любые извещения, заявления, требования, уведомления, объяснения, относящиеся к страховому полису, выполнять в письменной форме и передавать другой стороне непосредственно или направлять способом, позволяющим подтвердить его отправку.<br />
3. Страховщик имеет право:<br />
- требовать исполнения Страхователем принятых обязательств в соответствии со страховым полисом;<br />
- проверять информацию, предоставляемую Страхователем;<br />
- на оценку страхового риска;<br />
- потребовать изменения условий страхового полиса и уплаты дополнительной страховой премии в случае увеличения страхового риска;<br />
- полностью или частично отказать в осуществлении страховой выплаты в случаях, предусмотренных Правилами страхования, а также при невыполнении Страхователем своих обязательств по Правилам страхования и страховому полису;<br />
- на получение своевременной страховой премии в полном объеме;<br />
- на получение уведомления о наступлении страхового случая в течение 30 (тридцати) календарных дней с момента его наступления и документальное подтверждение наступления страхового случая;<br />
- на получение пени за просроченную уплату страховых взносов (пеня начисляется за каждый день просрочки в соответствии со ставкой рефинансирования, установленной Национальным Банком Республики Казахстан на день уплаты пени);<br />
- на досрочное расторжение страхового полиса в установленном законодательством и Правилами страхования порядке;<br />
- направить Застрахованного на медицинское обследование после заключения страхового полиса, но до наступления страхового случая, с целью определения степени увеличения страхового риска. При изменении степени страхового риска в период действия страхового полиса Страховщик, уведомленный об обстоятельствах влекущих увеличение степени страхового риска, вправе потребовать изменения условий страхового полиса или уплаты дополнительной страховой премии соразмерно увеличению степени риска. Если Страхователь возражает против такого изменения условий страхового полиса или доплаты страховой премии, Страховщик вправе в одностороннем порядке расторгнуть страховой полис, в установленном законодательством и Правилами порядке.<br />
4. Страховщик обязан:<br />
- ознакомить Страхователя с Правилами;<br />
- при наступлении страхового случая осуществить страховую выплату в размере, порядке и сроки, предусмотренные Правилами страхования;<br />
- в день получения документов для осуществления страховой выплаты, выдать предъявителю справку с указанием наименования и даты их принятия;<br />
- обеспечить тайну страхования;<br />
- не разглашать сведения о Страхователе и его имущественном положении, за исключением случаев, предусмотренных действующим законодательством Республики Казахстан;<br />
- любые извещения, заявления, требования, уведомления, объяснения, относящиеся к страховому полису, выполнять в письменной форме и передавать другой стороне непосредственно или направлять способом, позволяющим подтвердить его отправку.<br />
5. Основанием для отказа Страховщика в осуществлении страховой выплаты может быть (при наличии подтверждающих документов):<br />
- сообщение Страхователем Страховщику заведомо ложных сведений о Застрахованном, его состоянии здоровья, страховом риске, страховом случае и его последствиях, а также сведений, которые в соответствии с Правилами должны быть представлены Страховщику;<br />
- воспрепятствование Страхователем Страховщику в расследовании обстоятельств наступления страхового случая;<br />
- неуведомление Страховщика о наступлении страхового случая в течение 30 (тридцати) календарных дней с момента его наступления, за исключением, если Страхователь (Застрахованный) по уважительной причине не имел возможности выполнить указанные в настоящем подпункте действия и подтвердил это документально.<br />
6. Если договором страхования предусмотрено дополнительное покрытие &ndash; травма в результате несчастного случая, выплата по данному страховому случаю производится в соответствии с Таблицей страховых выплат по утрате трудоспособности застрахованного в результате несчастного случая.<br />
        </td>
    </tr>
</table>

<?php
	if($ds['TYPE_STR'] == '2'){
?>
<div class="page-break"></div>
<div style="text-align: right;font-weight: bold;">
№1 Қосымша/ Приложение №1<br />
к страховому полису серия № <?php echo $ds['BCO'] ?> от <?php echo $ds['DATE_DOG'] ?> ж/г. <br /><br /> 
</div>

<div style="text-align: center;font-weight: bold;">
Сақтандырылушылардың тізімі/ Список Застрахованных <br />
<?php echo $ds['STRAHOVATEL']; ?>
</div>
<br />
<table border="0" width="100%">
    <tr>
        <td>Сақтандырылған адам/ Застрахованный</td>
        <td>Мекен-жайы/ адрес местожительства</td>
        <td>ЖСН/ ИИН</td>
        <td>Туған күні/ дата рождения</td>
        <td>Пайда алушы/ Выгодоприобретатель</td>
        <td>Сақтандыру сомасы/ Страховая сумма</td>
        <td>Сақтандыру сыйлықақы/ Страховая премия</td>
    </tr>
    <?php 
        foreach($clients as $k=>$v){
            echo '
            <tr>
                <td>'.$v['LASTNAME'].' '.$v['FIRSTNAME'].' '.$v['MIDDLENAME'].'</td>
                <td>'.$v['ADDRESS'].'</td>
                <td>'.$v['IIN'].'</td>
                <td>'.$v['BIRTHDATE'].'</td>
                <td>Пайда алушы/ Выгодоприобретатель</td>
                <td>'.$v['STR_SUM'].'</td>
                <td>'.$v['PAY_SUM_P'].'</td>
            </tr>
            ';
        }
    ?>
</table>

<?php	   
	}
?>
</body>
</html>